Repository: AVEDIAN/Avedian-Assets
Catalog: Traduccion/*/messages.po
Languages: es

source: Go to the edit mode to configure the dashboard and add charts
es: Vaya al modo de edición para configurar el tablero y agregar gráficos

source: Gold
es: Oro

source: Google Sheet Name and URL
es: Nombre y URL de la hoja de cálculo de Google

source: Grace period
es: Período de gracia

source: Graph layout
es: Diseño de gráficos

source: Gravity
es: Gravedad

source: Green for increase, red for decrease
es: Verde para aumentar, rojo para disminuir

source: Group By, Metrics or Percentage Metrics must have a value
es: Agrupar por, Métricas o Porcentaje Las métricas deben tener un valor

source: Group by
es: Agrupar por

source: Guest user cannot modify chart payload
es: El usuario invitado no puede modificar la carga útil del gráfico

source: Hard value bounds applied for color coding.
es: Se aplican límites de valores estrictos para la codificación de color.

source: Header
es: Encabezamiento

source: Heatmap
es: Mapa de calor

source: Height
es: Altura

source: Height of the sparkline
es: Altura del minigráfico

source: Hide layer
es: Ocultar capa

source: Hide tool bar
es: Ocultar la barra de herramientas

source: Histogram
es: Histograma

source: Horizon Charts
es: Cartas del horizonte

source: Horizontal (Top)
es: Horizontal (arriba)

source: Horizontal alignment
es: Alineación horizontal

source: Host
es: Anfitrión

source: Hostname or IP address
es: Nombre de host o dirección IP

source: Hours offset
es: Desplazamiento de horas

source: How do you want to enter service account credentials?
es: ¿Cómo desea ingresar las credenciales de la cuenta de servicio?

source: How many buckets should the data be grouped in.
es: ¿En cuántos contenedores se deben agrupar los datos?

source: How many periods into the future do we want to predict
es: ¿Cuántos períodos en el futuro queremos predecir?

source: Huge
es: Enorme

source: ISO 3166-2 Codes
es: Códigos ISO 3166-2

source: Id of root node of the tree.
es: Id del nodo raíz del árbol.

source: If a metric is specified, sorting will be done based on the metric value
es: Si se especifica una métrica, la clasificación se realizará en función del valor de la métrica.

source: If changes are made to your SQL query, columns in your dataset will be synced when saving the dataset.
es: Si se realizan cambios en su consulta SQL, las columnas de su conjunto de datos se sincronizarán al guardar el conjunto de datos.

source: If enabled, this control sorts the results/values descending, otherwise it sorts the results ascending.
es: Si está habilitado, este control ordena los resultados/valores en orden descendente; de lo contrario, ordena los resultados en orden ascendente.

source: Ignore null locations
es: Ignorar ubicaciones nulas

source: Ignore time
es: Ignorar el tiempo

source: Image (PNG) embedded in email
es: Imagen (PNG) incrustada en el correo electrónico

source: Image download failed, please refresh and try again.
es: Error en la descarga de la imagen, actualice y vuelva a intentarlo.

source: Import
es: Importar

source: Import %s
es: Importación %s

source: Import Dashboard(s)
es: Panel(es) de importación

source: Import chart failed for an unknown reason
es: La importación del gráfico falló por una razón desconocida

source: Import dashboard failed for an unknown reason
es: La importación del panel falló por una razón desconocida

source: Import dashboards
es: Importar paneles de control

source: Import database failed for an unknown reason
es: La importación de la base de datos falló por una razón desconocida

source: Import dataset failed for an unknown reason
es: La importación del conjunto de datos falló por un motivo desconocido

source: In order to connect to non-public sheets you need to either provide a service account or configure an OAuth2 client.
es: Para conectarse a hojas no públicas, debe proporcionar una cuenta de servicio o configurar un cliente OAuth2.

source: Include Series
es: Incluir serie

source: Include a description that will be sent with your report
es: Incluya una descripción que se enviará con su informe

source: Include series name as an axis
es: Incluir el nombre de la serie como eje

source: Info
es: Información

source: Inherit range from time filter
es: Heredar rango del filtro de tiempo

source: Inner Radius
es: Radio interior

source: Inner radius of donut hole
es: Radio interior del agujero de dona

source: Input custom width in pixels
es: Ingrese un ancho personalizado en píxeles

source: Input field supports custom rotation. e.g. 30 for 30°
es: El campo de entrada admite rotación personalizada, por ejemplo, 30 para 30°

source: Insert Layer title
es: Insertar título de capa

source: Intensity Radius is the radius at which the weight is distributed
es: El radio de intensidad es el radio en el que se distribuye el peso.

source: Intensity is the value multiplied by the weight to obtain the final weight
es: La intensidad es el valor multiplicado por el peso para obtener el peso final.

source: Invalid Connection String: Expecting String of the form 'ocient://user:pass@host:port/database'.
es: Cadena de conexión no válida: se esperaba una cadena con el formato &#39;ocient://usuario:contraseña@host:puerto/base de datos&#39;.

source: Invalid JSON
es: JSON no válido

source: Invalid certificate
es: Certificado no válido

source: Invalid connection string, a valid string usually follows: backend+driver://user:password@database-host/database-name
es: Cadena de conexión no válida, generalmente sigue una cadena válida: backend+driver://usuario:contraseña@host-de-base-de-datos/nombre-de-base-de-datos

source: Invalid connection string, a valid string usually follows:'DRIVER://USER:PASSWORD@DB-HOST/DATABASE-NAME'<p>Example:'postgresql://user:password@your-postgres-db/database'</p>
es: Cadena de conexión no válida, una cadena válida suele ser la siguiente: &#39;DRIVER://USER:PASSWORD@DB-HOST/DATABASE-NAME&#39;<p> Ejemplo: &#39;postgresql://usuario:contraseña@su-base-de-datos-postgres/base-de-datos&#39;</p>

source: Invalid cron expression
es: Expresión cron no válida

source: Invalid cumulative operator: %(operator)s
es: Operador acumulativo no válido: %(operador)s

source: Invalid currency code in saved metrics
es: Código de moneda no válido en las métricas guardadas

source: Invalid date/timestamp format
es: Formato de fecha y hora no válido

source: Invalid executor type
es: Tipo de ejecutor no válido

source: Invalid filter operation type: %(op)s
es: Tipo de operación de filtro no válido: %(op)s

source: Invalid geodetic string
es: Cadena geodésica no válida

source: Invalid geohash string
es: Cadena de geohash no válida

source: Invalid input
es: Entrada no válida

source: Invalid lat/long configuration.
es: Configuración de latitud y longitud no válida.

source: Invalid longitude/latitude
es: Longitud/latitud no válida

source: Invalid numpy function: %(operator)s
es: Función numpy no válida: %(operador)s

source: Invalid options for %(rolling_type)s: %(options)s
es: Opciones no válidas para %(rolling_type)s: %(options)s

source: Invalid permalink key
es: Clave de enlace permanente no válida

source: Invalid reference to column: "%(column)s"
es: Referencia no válida a la columna: &quot;%(column)s&quot;

source: Invalid rolling_type: %(type)s
es: Tipo de rodamiento no válido: %(type)s

source: Invalid tab ids: %s(tab_ids)
es: Identificadores de pestaña no válidos: %s(tab_ids)

source: Inverse selection
es: Selección inversa

source: Is dimension
es: ¿Es dimensión?

source: Is favorite
es: Es favorito

source: Is filterable
es: Es filtrable

source: Is tagged
es: Está etiquetado

source: Is temporal
es: Es temporal

source: Is true
es: Es cierto

source: Issue 1001 - The database is under an unusual load.
es: Número 1001: La base de datos está bajo una carga inusual.

source: It’s not recommended to truncate axis in Bar chart.
es: No se recomienda truncar el eje en el gráfico de barras.

source: JAN
es: ENE

source: JSON Metadata
es: Metadatos JSON

source: JSON metadata
es: metadatos JSON

source: January
es: Enero

source: JavaScript data interceptor
es: Interceptor de datos de JavaScript

source: JavaScript onClick href
es: href al hacer clic en JavaScript

source: JavaScript tooltip generator
es: Generador de información sobre herramientas de JavaScript

source: July
es: Julio

source: June
es: Junio

source: Keep control settings?
es: ¿Mantener la configuración de control?

source: Keep editing
es: Sigue editando

source: Key
es: Llave

source: Keyboard shortcuts
es: Atajos de teclado

source: Keys for table
es: Llaves para mesa

source: Label
es: Etiqueta

source: Label Line
es: Línea de etiquetas

source: Label for the index column. Don't use an existing column name.
es: Etiqueta para la columna de índice. No utilice un nombre de columna existente.

source: Label for your query
es: Etiqueta para su consulta

source: Label threshold
es: Umbral de etiqueta

source: Labelling
es: Etiquetado

source: Labels for the marker lines
es: Etiquetas para las líneas de marcador

source: Labels for the markers
es: Etiquetas para los marcadores

source: Labels for the ranges
es: Etiquetas para las gamas

source: Last Updated %s
es: Última actualización %s

source: Last available value seen on %s
es: Último valor disponible visto en %s

source: Last modified
es: Última modificación

source: Last run
es: Última ejecución

source: Latitude
es: Latitud

source: Latitude of default viewport
es: Latitud de la ventana gráfica predeterminada

source: Layer URL
es: URL de la capa

source: Layer configuration
es: Configuración de capas

source: Layout
es: Disposición

source: Layout elements
es: Elementos de diseño

source: Layout type of graph
es: Tipo de diseño de gráfico

source: Layout type of tree
es: Tipo de diseño de árbol

source: Left Margin
es: Margen izquierdo

source: Left margin, in pixels, allowing for more room for axis labels
es: Margen izquierdo, en píxeles, que permite más espacio para las etiquetas de los ejes

source: Left to Right
es: De izquierda a derecha

source: Legacy
es: Legado

source: Legend type
es: Tipo de leyenda

source: Less than (<)
es: Menos que (&lt;)

source: Lift percent precision
es: Precisión del porcentaje de elevación

source: Light mode
es: Modo claro

source: Like
es: Como

source: Limits the number of cells that get retrieved.
es: Limita la cantidad de células que se recuperan.

source: Limits the number of rows that get displayed.
es: Limita el número de filas que se muestran.

source: Limits the number of series that get displayed. A joined subquery (or an extra phase where subqueries are not supported) is applied to limit the number of series that get fetched and rendered. This feature is useful when grouping by high cardinality column(s) though does increase the query complexity and cost.
es: Limita el número de series que se muestran. Se aplica una subconsulta unida (o una fase adicional cuando no se admiten subconsultas) para limitar el número de series que se obtienen y se representan. Esta función es útil al agrupar por columnas de alta cardinalidad, aunque aumenta la complejidad y el coste de la consulta.

source: Limits the number of the rows that are computed in the query that is the source of the data used for this chart.
es: Limita el número de filas que se calculan en la consulta que es la fuente de los datos utilizados para este gráfico.

source: Line Style
es: Estilo de línea

source: Line charts on a map
es: Gráficos de líneas en un mapa

source: Line interpolation as defined by d3.js
es: Interpolación de línea según lo definido por d3.js

source: Line width
es: Ancho de línea

source: Linear color scheme
es: Esquema de color lineal

source: Linear interpolation
es: interpolación lineal

source: Link Copied!
es: ¡Enlace copiado!

source: List of extra columns made available in JavaScript functions
es: Lista de columnas adicionales disponibles en las funciones de JavaScript

source: List of n+1 values for bucketing metric into n buckets.
es: Lista de n+1 valores para agrupar la métrica en n grupos.

source: List of values to mark with lines
es: Lista de valores a marcar con líneas

source: List of values to mark with triangles
es: Lista de valores para marcar con triángulos

source: Live CSS editor
es: Editor CSS en vivo

source: Live render
es: Renderizado en vivo

source: Load a CSS template
es: Cargar una plantilla CSS

source: Loaded data cached
es: Datos cargados en caché

source: Loaded from cache
es: Cargado desde caché

source: Loading...
es: Cargando...

source: Log Scale
es: Escala logarítmica

source: Log retention
es: Retención de registros

source: Logarithmic axis
es: Eje logarítmico

source: Logarithmic scale on primary y-axis
es: Escala logarítmica en el eje y primario

source: Logarithmic scale on secondary y-axis
es: Escala logarítmica en el eje y secundario

source: Logarithmic x-axis
es: Eje x logarítmico

source: Logarithmic y-axis
es: Eje y logarítmico

source: Login
es: Acceso

source: Logout
es: Cerrar sesión

source: Logs
es: Registros

source: Long dashed
es: Trazos largos

source: Longitude
es: Longitud

source: Longitude & Latitude columns
es: Columnas de longitud y latitud

source: Longitude of default viewport
es: Longitud de la ventana gráfica predeterminada

source: Lower Threshold
es: Umbral inferior

source: Lower threshold must be lower than upper threshold
es: El umbral inferior debe ser menor que el umbral superior

source: MAY
es: PUEDE

source: MON
es: LUN

source: Make sure that the controls are configured properly and the datasource contains data for the selected time range
es: Asegúrese de que los controles estén configurados correctamente y que la fuente de datos contenga datos para el rango de tiempo seleccionado

source: Make the x-axis categorical
es: Hacer que el eje x sea categórico

source: Malformed request. slice_id or table_name and db_name arguments are expected
es: Solicitud mal formada. Se esperan los argumentos slice_id o table_name y db_name

source: Manage
es: Administrar

source: Mandatory
es: Obligatorio

source: March
es: Marzo

source: Mark a column as temporal in "Edit datasource" modal
es: Marcar una columna como temporal en el modo &quot;Editar fuente de datos&quot;

source: Marker
es: Marcador

source: Marker Size
es: Tamaño del marcador

source: Marker labels
es: Etiquetas de marcador

source: Marker line labels
es: Etiquetas de línea de marcador

source: Marker lines
es: Líneas de marcador

source: Marker size
es: Tamaño del marcador

source: Markup type
es: Tipo de marcado

source: Match time shift color with original series
es: Combina el color del cambio de hora con la serie original

source: Max
es: Máximo

source: Max. features
es: Máx. características

source: Maximum
es: Máximo

source: Maximum Font Size
es: Tamaño máximo de fuente

source: Maximum Radius
es: Radio máximo

source: Maximum number of features to fetch from service
es: Número máximo de funciones para obtener del servicio

source: Maximum radius size of the circle, in pixels. As the zoom level changes, this insures that the circle respects this maximum radius.
es: Tamaño máximo del radio del círculo, en píxeles. Al cambiar el nivel de zoom, se garantiza que el círculo respete este radio máximo.

source: Maximum value on the gauge axis
es: Valor máximo en el eje del calibre

source: May
es: Puede

source: Mean of values over specified period
es: Media de valores durante un período específico

source: Median
es: Mediana

source: Median edge width, the thickest edge will be 4 times thicker than the thinnest.
es: Ancho de borde medio, el borde más grueso será 4 veces más grueso que el más delgado.

source: Median node size, the largest node will be 4 times larger than the smallest
es: Tamaño medio del nodo, el nodo más grande será 4 veces más grande que el más pequeño

source: Medium
es: Medio

source: Memory in bytes - binary (1024B => 1KiB)
es: Memoria en bytes - binaria (1024B =&gt; 1 KiB)

source: Memory in bytes - decimal (1024B => 1.024kB)
es: Memoria en bytes - decimal (1024B =&gt; 1.024kB)

source: Memory transfer rate in bytes - binary (1024B => 1KiB/s)
es: Velocidad de transferencia de memoria en bytes - binario (1024 B =&gt; 1 KiB/s)

source: Memory transfer rate in bytes - decimal (1024B => 1.024kB/s)
es: Velocidad de transferencia de memoria en bytes - decimal (1024B =&gt; 1.024kB/s)

source: Menu actions trigger
es: Activador de acciones del menú

source: Message content
es: Contenido del mensaje

source: Metadata has been synced
es: Los metadatos se han sincronizado

source: Method
es: Método

source: Metric
es: Métrico

source: Metric '%(metric)s' does not exist
es: La métrica &#39;%(metric)s&#39; no existe

source: Metric ``%(metric_name)s`` not found in %(dataset_name)s.
es: La métrica ``%(metric_name)s`` no se encontró en %(dataset_name)s.

source: Metric assigned to the [X] axis
es: Métrica asignada al eje [X]

source: Metric assigned to the [Y] axis
es: Métrica asignada al eje [Y]

source: Metric change in value from `since` to `until`
es: Cambio de valor métrico de `desde` a `hasta`

source: Metric currency
es: Moneda métrica

source: Metric factor change from `since` to `until`
es: Cambio del factor métrico de «desde» a «hasta»

source: Metric for node values
es: Métrica para valores de nodos

source: Metric name [%s] is duplicated
es: El nombre de la métrica [%s] está duplicado

source: Metric percent change in value from `since` to `until`
es: Cambio porcentual métrico en el valor desde `desde` hasta `hasta`

source: Metric that defines the size of the bubble
es: Métrica que define el tamaño de la burbuja

source: Metric used as a weight for the grid's coloring
es: Métrica utilizada como peso para la coloración de la cuadrícula.

source: Metric used to calculate bubble size
es: Métrica utilizada para calcular el tamaño de la burbuja

source: Metric used to control height
es: Métrica utilizada para controlar la altura

source: Metric used to define how the top series are sorted if a series or cell limit is present. If undefined reverts to the first metric (where appropriate).
es: Métrica utilizada para definir cómo se ordenan las series principales si existe un límite de series o celdas. Si no está definida, se vuelve a la primera métrica (si corresponde).

source: Metric used to define how the top series are sorted if a series or row limit is present. If undefined reverts to the first metric (where appropriate).
es: Métrica utilizada para definir cómo se ordenan las series principales si existe un límite de series o filas. Si no está definida, se vuelve a la primera métrica (si corresponde).

source: Metrics
es: Métrica

source: Midnight
es: Medianoche

source: Min
es: Mínimo

source: Min periods
es: Periodos mínimos

source: Min/max (no outliers)
es: Mín./máx. (sin valores atípicos)

source: Mine
es: Mío

source: Minimum Font Size
es: Tamaño mínimo de fuente

source: Minimum Radius
es: Radio mínimo

source: Minimum radius size of the circle, in pixels. As the zoom level changes, this insures that the circle respects this minimum radius.
es: Radio mínimo del círculo, en píxeles. Al cambiar el nivel de zoom, se garantiza que el círculo respete este radio mínimo.

source: Minimum threshold in percentage points for showing labels.
es: Umbral mínimo en puntos porcentuales para mostrar etiquetas.

source: Minimum value for label to be displayed on graph.
es: Valor mínimo que debe tener la etiqueta para ser mostrada en el gráfico.

source: Minimum value on the gauge axis
es: Valor mínimo en el eje del calibre

source: Minor Split Line
es: Línea divisoria menor

source: Modified
es: Modificado

source: Modified by
es: Modificado por

source: Monday
es: Lunes

source: MotherDuck token
es: Ficha de MotherDuck

source: Move only
es: Solo moverse

source: Moves the given set of dates by a specified interval.
es: Mueve el conjunto dado de fechas por un intervalo especificado.

source: Multi-Layers
es: Multicapas

source: Multi-Levels
es: Multiniveles

source: Multiple
es: Múltiple

source: Multiple formats accepted, look the geopy.points Python library for more details
es: Se aceptan múltiples formatos, consulte la biblioteca de Python geopy.points para obtener más detalles

source: Must be unique
es: Debe ser único

source: Must have a [Group By] column to have 'count' as the [Label]
es: Debe tener una columna [Agrupar por] para tener &#39;contar&#39; como [Etiqueta]

source: Must provide credentials for the SSH Tunnel
es: Debe proporcionar credenciales para el túnel SSH

source: Must specify a value for filters with comparison operators
es: Debe especificar un valor para los filtros con operadores de comparación

source: My beautiful colors
es: Mis hermosos colores

source: My metric
es: Mi métrica

source: Name
es: Nombre

source: Name is required
es: El nombre es obligatorio

source: Name must be unique
es: El nombre debe ser único

source: Name of the column containing the id of the parent node
es: Nombre de la columna que contiene el id del nodo padre

source: Name of the source nodes
es: Nombre de los nodos de origen

source: Need help? Learn how to connect your database
es: ¿Necesitas ayuda? Aprende a conectar tu base de datos.

source: Need help? Learn more about
es: ¿Necesitas ayuda? Más información sobre

source: Network error.
es: Error de red.

source: New chart
es: Nuevo gráfico

source: New tab
es: Nueva pestaña

source: New tab (Ctrl + q)
es: Nueva pestaña (Ctrl + q)

source: New tab (Ctrl + t)
es: Nueva pestaña (Ctrl + t)

source: Next
es: Próximo

source: No %s yet
es: No %s todavía

source: No annotation layers yet
es: Aún no hay capas de anotación

source: No annotation yet
es: Aún no hay anotaciones

source: No charts
es: Sin gráficos

source: No data
es: No hay datos

source: No data after filtering or data is NULL for the latest time record
es: No hay datos después del filtrado o los datos son NULL para el último registro de tiempo

source: No data in file
es: No hay datos en el archivo

source: No databases match your search
es: No hay bases de datos que coincidan con tu búsqueda

source: No entities have this tag currently assigned
es: Ninguna entidad tiene esta etiqueta asignada actualmente

source: No filter is selected.
es: No hay ningún filtro seleccionado

source: No form settings were maintained
es: No se mantuvieron las configuraciones del formulario

source: No global filters are currently added
es: No hay filtros globales añadidos actualmente

source: No records found
es: No se encontraron registros

source: No results found
es: No se encontraron resultados

source: No results match your filter criteria
es: No hay resultados que coincidan con tus criterios de filtro

source: No results were returned for this query
es: No se obtuvieron resultados para esta consulta

source: No results were returned for this query. If you expected results to be returned, ensure any filters are configured properly and the datasource contains data for the selected time range.
es: No se obtuvieron resultados para esta consulta. Si esperaba obtener resultados, asegúrese de que los filtros estén configurados correctamente y de que la fuente de datos contenga datos para el intervalo de tiempo seleccionado.

source: No rows were returned for this dataset
es: No se devolvieron filas para este conjunto de datos

source: No samples were returned for this dataset
es: No se devolvieron muestras para este conjunto de datos

source: No stored results found, you need to re-run your query
es: No se encontraron resultados almacenados, debe volver a ejecutar su consulta

source: No such column found. To filter on a metric, try the Custom SQL tab.
es: No se encontró esta columna. Para filtrar por una métrica, prueba la pestaña SQL personalizado.

source: No validator found (configured for the engine)
es: No se encontró ningún validador (configurado para el motor)
