Repository: AVEDIAN/Avedian-Assets
Catalog: Traduccion/*/messages.po
Languages: es

source: Color metric
es: Métrica de color

source: Color scheme
es: Esquema de colores

source: Color will be shaded based the normalized (0% to 100%) value of a given cell against the other cells in the selected range:
es: El color se sombreará según el valor normalizado (0% a 100%) de una celda determinada en comparación con las demás celdas en el rango seleccionado:

source: Colors
es: Bandera

source: Column
es: Columna

source: Column "%(column)s" is not numeric or does not exists in the query results.
es: La columna &quot;%(column)s&quot; no es numérica o no existe en los resultados de la consulta.

source: Column containing ISO 3166-2 codes of region/province/department in your table.
es: Columna que contiene los códigos ISO 3166-2 de región/provincia/departamento de su tabla.

source: Column containing latitude data
es: Columna que contiene datos de latitud

source: Column containing longitude data
es: Columna que contiene datos de longitud

source: Column header tooltip
es: Información sobre herramientas del encabezado de columna

source: Column name [%s] is duplicated
es: El nombre de la columna [%s] está duplicado

source: Column referenced by aggregate is undefined: %(column)s
es: La columna referenciada por el agregado no está definida: %(column)s

source: Column to use as the index of the dataframe. If None is given, Index label is used.
es: Columna que se usará como índice del marco de datos. Si no se especifica &quot;Ninguno&quot;, se usa la etiqueta de índice.

source: Columns
es: Columnas

source: Columns missing in datasource: %(invalid_columns)s
es: Columnas faltantes en la fuente de datos: %(invalid_columns)s

source: Columns subtotal position
es: Posición del subtotal de las columnas

source: Columns to calculate distribution across.
es: Columnas para calcular la distribución.

source: Columns to group by on the columns
es: Columnas para agrupar por columnas

source: Columns to group by on the rows
es: Columnas para agrupar por las filas

source: Comma-separated color picks for the intervals, e.g. 1,2,4. Integers denote colors from the chosen color scheme and are 1-indexed. Length must be matching that of interval bounds.
es: Selecciones de color separadas por comas para los intervalos, p. ej., 1, 2, 4. Los números enteros representan colores del esquema de color seleccionado y tienen índice 1. La longitud debe coincidir con la de los límites del intervalo.

source: Comma-separated interval bounds, e.g. 2,4,5 for intervals 0-2, 2-4 and 4-5. Last number should match the value provided for MAX.
es: Límites de intervalo separados por comas, p. ej., 2, 4, 5 para los intervalos 0-2, 2-4 y 4-5. El último número debe coincidir con el valor proporcionado para MÁX.

source: Comparator option
es: Opción de comparador

source: Compare multiple time series charts (as sparklines) and related metrics quickly.
es: Compare rápidamente múltiples gráficos de series de tiempo (como minigráficos) y métricas relacionadas.

source: Compare results with other time periods.
es: Comparar resultados con otros períodos de tiempo.

source: Compare the same summarized metric across multiple groups.
es: Compare la misma métrica resumida en múltiples grupos.

source: Compares how a metric changes over time between different groups. Each group is mapped to a row and change over time is visualized bar lengths and color.
es: Compara la evolución de una métrica a lo largo del tiempo entre diferentes grupos. Cada grupo se asigna a una fila y la evolución a lo largo del tiempo se visualiza mediante la longitud y el color de las barras.

source: Comparison Period Lag
es: Retraso del período de comparación

source: Compose multiple layers together to form complex visuals.
es: Componga múltiples capas juntas para formar imágenes complejas.

source: Compute the contribution to the total
es: Calcular la contribución al total

source: Confidence interval must be between 0 and 1 (exclusive)
es: El intervalo de confianza debe estar entre 0 y 1 (exclusivo)

source: Configuration
es: Configuración

source: Configure Time Range: Last...
es: Configurar rango de tiempo: Último...

source: Configure Time Range: Previous...
es: Configurar rango de tiempo: Anterior...

source: Configure custom time range
es: Configurar un rango de tiempo personalizado

source: Configure filter scopes
es: Configurar ámbitos de filtro

source: Configure the basics of your Annotation Layer.
es: Configure los conceptos básicos de su capa de anotación.

source: Configure the chart size for each zoom level
es: Configurar el tamaño del gráfico para cada nivel de zoom

source: Configure this dashboard to embed it into an external web application.
es: Configure este panel para integrarlo en una aplicación web externa.

source: Configure your how you overlay is displayed here.
es: Configure cómo se muestra la superposición aquí.

source: Confirm save
es: Confirmar guardar

source: Connect Google Sheet
es: Conectar Google Sheet

source: Connect Google Sheets as tables to this database
es: Conectar Hojas de cálculo de Google como tablas a esta base de datos

source: Connect this database using the dynamic form instead
es: Conecte esta base de datos utilizando el formulario dinámico en su lugar

source: Connect this database with a SQLAlchemy URI string instead
es: Conecte esta base de datos con una cadena URI de SQLAlchemy en su lugar

source: Connection
es: Conexión

source: Connection failed, please check your connection settings
es: La conexión falló, por favor verifique su configuración de conexión

source: Connection looks good!
es: ¡La conexión se ve bien!

source: Continuous
es: Continuo

source: Contribution
es: Contribución

source: Control labeled
es: Control etiquetado

source: Controls labeled
es: Controles etiquetados

source: Copy
es: Copiar

source: Copy SELECT statement
es: Copiar instrucción SELECT

source: Copy SELECT statement to the clipboard
es: Copiar la instrucción SELECT al portapapeles

source: Copy URL
es: Copiar URL

source: Copy and Paste JSON credentials
es: Copiar y pegar credenciales JSON

source: Copy link
es: Copiar enlace

source: Copy of %s
es: Copia de %s

source: Copy partition query to clipboard
es: Copiar la consulta de partición al portapapeles

source: Copy query URL
es: Copiar URL de consulta

source: Copy query link to your clipboard
es: Copiar el enlace de la consulta al portapapeles

source: Copy the current data
es: Copiar los datos actuales

source: Copy the identifier of the account you are trying to connect to.
es: Copia el identificador de la cuenta a la que intentas conectarte.

source: Copy the name of the HTTP Path of your cluster.
es: Copie el nombre de la ruta HTTP de su clúster.

source: Copy the name of the database you are trying to connect to.
es: Copia el nombre de la base de datos a la que intentas conectarte.

source: Copy to clipboard
es: Copiar al portapapeles

source: Corner Radius
es: Radio de esquina

source: Cost estimate
es: Estimación de costos

source: Could not determine datasource type
es: No se pudo determinar el tipo de fuente de datos

source: Could not fetch all saved charts
es: No se pudieron recuperar todos los gráficos guardados

source: Could not find viz object
es: No se pudo encontrar el objeto viz

source: Could not load database driver
es: No se pudo cargar el controlador de la base de datos

source: Could not load database driver: {}
es: No se pudo cargar el controlador de la base de datos: {}

source: Could not resolve hostname: "%(host)s".
es: No se pudo resolver el nombre de host: &quot;%(host)s&quot;.

source: Could not validate the user in the current session.
es: No se pudo validar el usuario en la sesión actual.

source: Count as Fraction of Columns
es: Contar como fracción de columnas

source: Count as Fraction of Rows
es: Contar como fracción de filas

source: Count as Fraction of Total
es: Contar como fracción del total

source: Country Field Type
es: Tipo de campo de país

source: Country Map
es: Mapa del país

source: Create a dataset to begin visualizing your data as a chart or go to SQL Lab to query your data.
es: Cree un conjunto de datos para comenzar a visualizar sus datos como un gráfico o vaya a SQL Lab para consultar sus datos.

source: Create a new chart
es: Crear un nuevo gráfico

source: Create chart with dataset
es: Crear un gráfico con un conjunto de datos

source: Create new chart
es: Crear nuevo gráfico

source: Create or select schema...
es: Crear o seleccionar esquema...

source: Created
es: Creado

source: Created by
es: Creado por

source: Created on
es: Creado el

source: Creating a data source and creating a new tab
es: Creación de una fuente de datos y creación de una nueva pestaña

source: Creator
es: Creador

source: Credentials uploaded
es: Credenciales cargadas

source: Cross-filter will be applied to all of the charts that use this dataset.
es: Se aplicará un filtro cruzado a todos los gráficos que utilicen este conjunto de datos.

source: Currency
es: Divisa

source: Currency prefix or suffix
es: Prefijo o sufijo de moneda

source: Currency symbol
es: Símbolo de moneda

source: Currently rendered: %s
es: Actualmente renderizado: %s

source: Custom Plugin
es: Complemento personalizado

source: Custom Plugins
es: Complementos personalizados

source: Custom SQL
es: SQL personalizado

source: Custom SQL ad-hoc metrics are not enabled for this dataset
es: Las métricas ad-hoc de SQL personalizadas no están habilitadas para este conjunto de datos

source: Custom SQL fields cannot contain sub-queries.
es: Los campos SQL personalizados no pueden contener subconsultas.

source: Custom time filter plugin
es: Complemento de filtro de tiempo personalizado

source: Custom width of the screenshot in pixels
es: Ancho personalizado de la captura de pantalla en píxeles

source: Customize
es: Personalizar

source: Customize chart metrics or columns with currency symbols as prefixes or suffixes. Choose a symbol from dropdown or type your own.
es: Personalice las métricas o columnas del gráfico con símbolos de moneda como prefijos o sufijos. Elija un símbolo del menú desplegable o escriba el suyo.

source: Customize data source, filters, and layout.
es: Personalice la fuente de datos, los filtros y el diseño.

source: Cyclic dependency detected
es: Se detectó dependencia cíclica

source: D3 format
es: Formato D3

source: D3 format syntax: https://github.com/d3/d3-format
es: Sintaxis del formato D3: https://github.com/d3/d3-format

source: D3 number format for numbers between -1.0 and 1.0, useful when you want to have different significant digits for small and large numbers
es: Formato de número D3 para números entre -1.0 y 1.0, útil cuando desea tener diferentes dígitos significativos para números pequeños y grandes

source: D3 time format for datetime columns
es: Formato de hora D3 para columnas de fecha y hora

source: D3 time format syntax: https://github.com/d3/d3-time-format
es: Sintaxis del formato de hora D3: https://github.com/d3/d3-time-format

source: DB column %(col_name)s has unknown type: %(value_type)s
es: La columna de la base de datos %(col_name)s tiene un tipo desconocido: %(value_type)s

source: DD/MM format dates, international and European format
es: Fechas en formato DD/MM, formato internacional y europeo

source: DEC
es: DIC

source: DELETE
es: BORRAR

source: DML
es: LMD

source: Daily seasonality
es: Estacionalidad diaria

source: Dark
es: Oscuro

source: Dark Cyan
es: Cian oscuro

source: Dark mode
es: Modo oscuro

source: Dashboard
es: Panel

source: Dashboard [{}] just got created and chart [{}] was added to it
es: Se acaba de crear el panel [{}] y se le agregó el gráfico [{}].

source: Dashboard cannot be copied due to invalid parameters.
es: No se puede copiar el panel debido a parámetros no válidos.

source: Dashboard could not be deleted.
es: No se pudo eliminar el tablero.

source: Dashboard could not be updated.
es: No se pudo actualizar el tablero.

source: Dashboard does not exist
es: El tablero no existe

source: Dashboard parameters are invalid.
es: Los parámetros del panel no son válidos.

source: Dashboard properties
es: Propiedades del panel de control

source: Dashboard time range filters apply to temporal columns defined in the filter section of each chart. Add temporal columns to the chart filters to have this dashboard filter impact those charts.
es: Los filtros de rango temporal del panel se aplican a las columnas temporales definidas en la sección de filtros de cada gráfico. Agregue columnas temporales a los filtros del gráfico para que este filtro del panel afecte a dichos gráficos.

source: Dashboards
es: Paneles de control

source: Dashboards do not exist
es: Los paneles de control no existen

source: Data
es: Datos

source: Data URI is not allowed.
es: No se permite el URI de datos.

source: Data Zoom
es: Zoom de datos

source: Data could not be deserialized from the results backend. The storage format might have changed, rendering the old data stake. You need to re-run the original query.
es: No se pudieron deserializar los datos del backend de resultados. Es posible que el formato de almacenamiento haya cambiado, lo que representa la antigua participación de datos. Debe volver a ejecutar la consulta original.

source: Data for %s
es: Datos para %s

source: Data preview
es: Vista previa de datos

source: Data type
es: Tipo de datos

source: DataFrame include at least one series
es: DataFrame incluye al menos una serie

source: DataFrame must include temporal column
es: El DataFrame debe incluir una columna temporal

source: Database
es: Base de datos

source: Database could not be created.
es: No se pudo crear la base de datos.

source: Database could not be deleted.
es: No se pudo eliminar la base de datos.

source: Database could not be updated.
es: No se pudo actualizar la base de datos.

source: Database does not allow data manipulation.
es: La base de datos no permite la manipulación de datos.

source: Database does not exist
es: La base de datos no existe

source: Database driver for importing maybe not installed. Visit the Superset documentation page for installation instructions:
es: Es posible que el controlador de base de datos para la importación no esté instalado. Visite la página de documentación de Superset para obtener instrucciones de instalación.

source: Database error
es: Error de base de datos

source: Database is required for alerts
es: Se requiere una base de datos para las alertas

source: Database name
es: Nombre de la base de datos

source: Database not allowed to change
es: No se permite cambiar la base de datos

source: Database not found.
es: Base de datos no encontrada.

source: Database parameters are invalid.
es: Los parámetros de la base de datos no son válidos.

source: Database upload file failed, while saving metadata
es: Error al cargar el archivo de la base de datos al guardar los metadatos

source: Databases
es: Bases de datos

source: Dataset
es: Conjunto de datos

source: Dataset could not be created.
es: No se pudo crear el conjunto de datos.

source: Dataset could not be updated.
es: No se pudo actualizar el conjunto de datos.

source: Dataset does not exist
es: El conjunto de datos no existe

source: Dataset name
es: Nombre del conjunto de datos

source: Dataset parameters are invalid.
es: Los parámetros del conjunto de datos no son válidos.

source: Dataset schema is invalid, caused by: %(error)s
es: El esquema del conjunto de datos no es válido, causado por: %(error)s

source: Datasets
es: Conjuntos de datos

source: Datasets can be created from database tables or SQL queries. Select a database table to the left or
es: Los conjuntos de datos se pueden crear a partir de tablas de bases de datos o consultas SQL. Seleccione una tabla de base de datos a la izquierda o

source: Datasource
es: Fuente de datos

source: Datasource type is invalid
es: El tipo de fuente de datos no es válido

source: Datasource type is required when datasource_id is given
es: El tipo de fuente de datos es obligatorio cuando se proporciona datasource_id

source: Date/Time
es: Fecha/Hora

source: Datetime column not provided as part table configuration and is required by this type of chart
es: La columna de fecha y hora no se proporciona como parte de la configuración de la tabla y es requerida por este tipo de gráfico

source: Datetime format
es: Formato de fecha y hora

source: Day (freq=D)
es: Día (frecuencia=D)

source: Db engine did not return all queried columns
es: El motor de base de datos no devolvió todas las columnas consultadas

source: December
es: Diciembre

source: Decides which column to sort the base axis by.
es: Decide por qué columna ordenar el eje base.

source: Decides which measure to sort the base axis by.
es: Decide por qué medida ordenar el eje base.

source: Deck.gl - 3D Grid
es: Deck.gl - Cuadrícula 3D

source: Deck.gl - 3D HEX
es: Deck.gl - HEXAGONAL 3D

source: Deck.gl - Arc
es: Deck.gl - Arco

source: Deck.gl - Multiple Layers
es: Deck.gl - Múltiples capas

source: Deck.gl - Paths
es: Deck.gl - Rutas

source: Deck.gl - Polygon
es: Deck.gl - Polígono

source: Deck.gl - Scatter plot
es: Deck.gl - Diagrama de dispersión

source: Deck.gl - Screen Grid
es: Deck.gl - Cuadrícula de pantalla

source: Default URL
es: URL predeterminada

source: Default URL to redirect to when accessing from the dataset list page. Accepts relative URLs such as <span style=„white-space: nowrap;”>/superset/dashboard/{id}/</span>
es: URL predeterminada a la que se redirige al acceder desde la página de lista de conjuntos de datos. Acepta URL relativas como <span style=„white-space: nowrap;”>/superset/dashboard/{id}/</span>

source: Default latitude
es: Latitud predeterminada

source: Default longitude
es: Longitud predeterminada

source: Default minimal column width in pixels, actual width may still be larger than this if other columns don't need much space
es: Ancho de columna mínimo predeterminado en píxeles, el ancho real puede ser mayor que este si otras columnas no necesitan mucho espacio

source: Default value must be set when "Filter has default value" is checked
es: Se debe establecer el valor predeterminado cuando se marca &quot;El filtro tiene valor predeterminado&quot;

source: Default value must be set when "Filter value is required" is checked
es: Se debe establecer un valor predeterminado cuando se marca &quot;Se requiere valor de filtro&quot;

source: Default value set automatically when "Select first filter value by default" is checked
es: El valor predeterminado se establece automáticamente cuando se marca &quot;Seleccionar el primer valor de filtro por defecto&quot;

source: Define a function that receives the input and outputs the content for a tooltip
es: Define una función que recibe la entrada y emite el contenido de una información sobre herramientas.

source: Define a function that returns a URL to navigate to when user clicks
es: Define una función que devuelve una URL a la que navegar cuando el usuario hace clic

source: Define a javascript function that receives the data array used in the visualization and is expected to return a modified version of that array. This can be used to alter properties of the data, filter, or enrich the array.
es: Define una función de JavaScript que recibe la matriz de datos utilizada en la visualización y que se espera que devuelva una versión modificada de dicha matriz. Esto puede usarse para modificar las propiedades de los datos, filtrar o enriquecer la matriz.

source: Define contour layers. Isolines represent a collection of line segments that serparate the area above and below a given threshold. Isobands represent a collection of polygons that fill the are containing values in a given threshold range.
es: Define capas de contorno. Las isolíneas representan un conjunto de segmentos de línea que separan el área por encima y por debajo de un umbral determinado. Las isobandas representan un conjunto de polígonos que rellenan el área que contiene valores dentro de un rango de umbral determinado.

source: Define delivery schedule, timezone, and frequency settings.
es: Defina el cronograma de entrega, la zona horaria y la configuración de frecuencia.

source: Define the database, SQL query, and triggering conditions for alert.
es: Defina la base de datos, la consulta SQL y las condiciones de activación de la alerta.

source: Defines a rolling window function to apply, works along with the [Periods] text box
es: Define una función de ventana móvil para aplicar, funciona junto con el cuadro de texto [Períodos]

source: Defines the grid size in pixels
es: Define el tamaño de la cuadrícula en píxeles.

source: Defines the grouping of entities. Each series is shown as a specific color on the chart and has a legend toggle
es: Define la agrupación de entidades. Cada serie se muestra con un color específico en el gráfico y tiene una leyenda activable.

source: Defines the size of the rolling window function, relative to the time granularity selected
es: Define el tamaño de la función de ventana móvil, en relación con la granularidad de tiempo seleccionada

source: Defines the value that determines the boundary between different regions or levels in the data
es: Define el valor que determina el límite entre diferentes regiones o niveles en los datos.

source: Defines whether the step should appear at the beginning, middle or end between two data points
es: Define si el paso debe aparecer al principio, en el medio o al final entre dos puntos de datos

source: Delete
es: Borrar

source: Delete %s?
es: ¿Borrar %s?

source: Delete Annotation?
es: ¿Borrar anotación?

source: Delete Database?
es: ¿Borrar base de datos?

source: Delete Dataset?
es: ¿Eliminar conjunto de datos?

source: Delete Layer?
es: ¿Borrar capa?

source: Delete Query?
es: ¿Eliminar consulta?

source: Delete Template?
es: ¿Borrar plantilla?

source: Delete all Really?
es: Borrar todo ¿En serio?

source: Delete annotation
es: Eliminar anotación

source: Delete dashboard tab?
es: ¿Eliminar la pestaña del panel?

source: Delete database
es: Eliminar base de datos

source: Delete query
es: Eliminar consulta

source: Delete template
es: Eliminar plantilla

source: Delete this container and save to remove this message.
es: Eliminar este contenedor y guardar para eliminar este mensaje.

source: Deleted %(num)d dataset
es: Selecciona una base de datos

source: Deleted: %s
es: Eliminado: %s

source: Deleting a tab will remove all content within it and will deactivate any related alerts or reports. You may still reverse this action with the
es: Al eliminar una pestaña, se eliminará todo su contenido y se desactivarán las alertas o informes relacionados. Puede revertir esta acción con el

source: Delimited long & lat single column
es: Columna única delimitada por longitud y latitud

source: Delimiter
es: Delimitador

source: Description
es: Descripción

source: Description (this can be seen in the list)
es: Descripción (esta se puede ver en la lista)

source: Description text that shows up below your Big Number
es: Texto de descripción que aparece debajo de su número grande

source: Deselect all
es: Deseleccionar todo

source: Details of the certification
es: Detalles de la certificación

source: Determines how whiskers and outliers are calculated.
es: Determina cómo se calculan los bigotes y los valores atípicos.

source: Determines whether or not this dashboard is visible in the list of all dashboards
es: Determina si este panel es visible o no en la lista de todos los paneles.

source: Did you mean:
es: Querías decir:

source: Difference
es: Diferencia

source: Dimension to use on x-axis.
es: Dimensión a utilizar en el eje x.

source: Dimension to use on y-axis.
es: Dimensión a utilizar en el eje y.
