Repository: AVEDIAN/Avedian-Assets
Catalog: Traduccion/*/messages.po
Languages: es

source: An error occurred while fetching dataset datasource values: %s
es: Se produjo un error al obtener los valores de la fuente de datos del conjunto de datos: %s

source: An error occurred while fetching dataset owner values: %s
es: Se produjo un error al obtener los valores del propietario del conjunto de datos: %s

source: An error occurred while fetching dataset related data
es: Se produjo un error al obtener los datos relacionados con el conjunto de datos

source: An error occurred while fetching dataset related data: %s
es: Se produjo un error al obtener los datos relacionados con el conjunto de datos: %s

source: An error occurred while fetching datasets: %s
es: Se produjo un error al obtener los conjuntos de datos: %s

source: An error occurred while fetching schema values: %s
es: Se produjo un error al obtener los valores del esquema: %s

source: An error occurred while fetching tab state
es: Se produjo un error al obtener el estado de la pestaña

source: An error occurred while fetching table metadata
es: Se produjo un error al obtener los metadatos de la tabla

source: An error occurred while fetching table metadata. Please contact your administrator.
es: Se produjo un error al obtener los metadatos de la tabla. Contacte con el administrador.

source: An error occurred while loading the SQL
es: Se produjo un error al cargar el SQL

source: An error occurred while pruning logs
es: Se produjo un error al podar registros

source: An error occurred while removing query. Please contact your administrator.
es: Se produjo un error al eliminar la consulta. Contacte con el administrador.

source: An error occurred while removing the table schema. Please contact your administrator.
es: Se produjo un error al eliminar el esquema de la tabla. Contacte con su administrador.

source: An error occurred while rendering the visualization: %s
es: Se produjo un error al renderizar la visualización: %s

source: An error occurred while storing your query in the backend. To avoid losing your changes, please save your query using the "Save Query" button.
es: Se produjo un error al guardar su consulta en el backend. Para evitar perder los cambios, guarde la consulta con el botón &quot;Guardar consulta&quot;.

source: Anchor to
es: Ancla a

source: Angle at which to end progress axis
es: Ángulo en el que finalizar el eje de progreso

source: Angle at which to start progress axis
es: Ángulo en el que iniciar el eje de progreso

source: Annotation
es: Anotación

source: Annotation Layers
es: Capas de anotación

source: Annotation could not be created.
es: No se pudo crear la anotación.

source: Annotation could not be updated.
es: No se pudo actualizar la anotación.

source: Annotation layer
es: Capa de anotación

source: Annotation layer could not be created.
es: No se pudo crear la capa de anotación.

source: Annotation layer could not be updated.
es: No se pudo actualizar la capa de anotación.

source: Annotation layer has associated annotations.
es: La capa de anotación tiene anotaciones asociadas.

source: Annotation layer name
es: Nombre de la capa de anotación

source: Annotation layer not found.
es: Capa de anotación no encontrada.

source: Annotation layer parameters are invalid.
es: Los parámetros de la capa de anotación no son válidos.

source: Annotation layer type
es: Tipo de capa de anotación

source: Annotation layers
es: Capas de anotación

source: Annotation layers are still loading.
es: Las capas de anotación aún se están cargando.

source: Annotation not found.
es: Anotación no encontrada.

source: Annotation parameters are invalid.
es: Los parámetros de anotación no son válidos.

source: Annotations and layers
es: Anotaciones y capas

source: Annotations could not be deleted.
es: No se pudieron eliminar las anotaciones.

source: Any additional detail to show in the certification tooltip.
es: ¿Algún detalle adicional para mostrar en la información sobre herramientas de certificación?

source: Any color palette selected here will override the colors applied to this dashboard's individual charts
es: Cualquier paleta de colores seleccionada aquí anulará los colores aplicados a los gráficos individuales de este tablero.

source: Any databases that allow connections via SQL Alchemy URIs can be added.
es: Se puede agregar cualquier base de datos que permita conexiones a través de URI de SQL Alchemy.

source: Any databases that allow connections via SQL Alchemy URIs can be added. Learn about how to connect a database driver
es: Se puede agregar cualquier base de datos que permita conexiones mediante URI de SQL Alchemy. Aprenda a conectar un controlador de base de datos.

source: Applied rolling window did not return any data. Please make sure the source query satisfies the minimum periods defined in the rolling window.
es: La ventana móvil aplicada no devolvió ningún dato. Asegúrese de que la consulta de origen cumpla con los períodos mínimos definidos en la ventana móvil.

source: Apply
es: Aplicar

source: Apply conditional color formatting to metrics
es: Aplicar formato de color condicional a las métricas

source: Apply conditional color formatting to numeric columns
es: Aplicar formato de color condicional a columnas numéricas

source: April
es: Abril

source: Are you sure you want to cancel?
es: ¿Estás seguro que deseas cancelar?

source: Are you sure you want to delete
es: ¿Estás seguro que deseas eliminar?

source: Are you sure you want to delete the selected %s?
es: ¿Está seguro de que desea eliminar los %s seleccionados?

source: Are you sure you want to delete the selected annotations?
es: ¿Está seguro de que desea eliminar las anotaciones seleccionadas?

source: Are you sure you want to delete the selected charts?
es: ¿Está seguro de que desea eliminar los gráficos seleccionados?

source: Are you sure you want to delete the selected dashboards?
es: ¿Está seguro de que desea eliminar los paneles seleccionados?

source: Are you sure you want to delete the selected datasets?
es: ¿Está seguro de que desea eliminar los conjuntos de datos seleccionados?

source: Are you sure you want to delete the selected layers?
es: ¿Está seguro de que desea eliminar las capas seleccionadas?

source: Are you sure you want to delete the selected queries?
es: ¿Está seguro de que desea eliminar las consultas seleccionadas?

source: Are you sure you want to delete the selected templates?
es: ¿Está seguro de que desea eliminar las plantillas seleccionadas?

source: Are you sure you want to proceed?
es: ¿Estás seguro que deseas continuar?

source: Are you sure you want to save and apply changes?
es: ¿Está seguro de que desea guardar y aplicar los cambios?

source: Area charts are similar to line charts in that they represent variables with the same scale, but area charts stack the metrics on top of each other.
es: Los gráficos de área son similares a los gráficos de líneas en que representan variables con la misma escala, pero los gráficos de área apilan las métricas una encima de otra.

source: Asynchronous query execution
es: Ejecución de consultas asincrónicas

source: August
es: Agosto

source: Authorization needed
es: Se necesita autorización

source: Auto Zoom
es: Zoom automático

source: Autocomplete filters
es: Filtros de autocompletar

source: Autocomplete query predicate
es: Predicado de consulta de autocompletar

source: Automatic Color
es: Color automático

source: Available Handlebars Helpers in Superset:
es: Ayudantes de manillar disponibles en Superconjunto:

source: Available sorting modes:
es: Modos de clasificación disponibles:

source: BOOLEAN
es: Booleano

source: Back
es: Atrás

source: Back to all
es: Volver a todos

source: Background Color
es: Color de fondo

source: Bad spatial key
es: Clave espacial incorrecta

source: Base layer map style. See Mapbox documentation: %s
es: Estilo del mapa de la capa base. Consulte la documentación de Mapbox: %s

source: Base slope
es: Pendiente de la base

source: Based on granularity, number of time periods to compare against
es: En función de la granularidad, número de períodos de tiempo con los que comparar

source: Based on what should series be ordered on the chart and legend
es: En base a qué se deben ordenar las series en el gráfico y la leyenda

source: Basic
es: Básico

source: Basic information
es: Información básica

source: Batch editing %d filters:
es: Edición por lotes de %d filtros:

source: Be careful.
es: Ten cuidado.

source: Big Number
es: Número grande

source: Big Number Font Size
es: Tamaño de fuente de números grandes

source: Big Number with Time Period Comparison
es: Comparación de números grandes con períodos de tiempo

source: Big Number with Trendline
es: Número grande con línea de tendencia

source: Bottom Margin
es: Margen inferior

source: Bottom margin, in pixels, allowing for more room for axis labels
es: Margen inferior, en píxeles, que permite más espacio para las etiquetas de los ejes

source: Bottom to Top
es: De abajo hacia arriba

source: Bounds for numerical X axis. Not applicable for temporal or categorical axes. When left empty, the bounds are dynamically defined based on the min/max of the data. Note that this feature will only expand the axis range. It won't narrow the data's extent.
es: Límites para el eje X numérico. No aplicable para ejes temporales ni categóricos. Si se deja vacío, los límites se definen dinámicamente según el mínimo/máximo de los datos. Tenga en cuenta que esta función solo amplía el rango del eje. No limita la extensión de los datos.

source: Bounds for the Y-axis. When left empty, the bounds are dynamically defined based on the min/max of the data. Note that this feature will only expand the axis range. It won't narrow the data's extent.
es: Límites del eje Y. Si se deja vacío, los límites se definen dinámicamente según el mínimo y el máximo de los datos. Tenga en cuenta que esta función solo amplía el rango del eje. No limita la extensión de los datos.

source: Bounds for the axis. When left empty, the bounds are dynamically defined based on the min/max of the data. Note that this feature will only expand the axis range. It won't narrow the data's extent.
es: Límites del eje. Si se deja vacío, los límites se definen dinámicamente según el mínimo y el máximo de los datos. Tenga en cuenta que esta función solo amplía el rango del eje. No limita la extensión de los datos.

source: Bounds for the primary Y-axis. When left empty, the bounds are dynamically defined based on the min/max of the data. Note that this feature will only expand the axis range. It won't narrow the data's extent.
es: Límites del eje Y principal. Si se deja vacío, los límites se definen dinámicamente según el mínimo y el máximo de los datos. Tenga en cuenta que esta función solo amplía el rango del eje. No limita la extensión de los datos.

source: Bounds for the secondary Y-axis. Only works when Independent Y-axis bounds are enabled. When left empty, the bounds are dynamically defined based on the min/max of the data. Note that this feature will only expand the axis range. It won't narrow the data's extent.
es: Límites para el eje Y secundario. Solo funciona cuando se habilitan los límites independientes del eje Y. Si se deja vacío, los límites se definen dinámicamente según el mínimo/máximo de los datos. Tenga en cuenta que esta función solo amplía el rango del eje. No limita la extensión de los datos.

source: Box Plot
es: Diagrama de caja

source: Breaks down the series by the category specified in this control. This can help viewers understand how each category affects the overall value.
es: Desglosa la serie según la categoría especificada en este control. Esto ayuda a los usuarios a comprender cómo cada categoría afecta el valor general.

source: Bubble Chart
es: Gráfico de burbujas

source: Bubble size
es: Tamaño de la burbuja

source: Bucket break points
es: Puntos de quiebre del cubo

source: Build
es: Construir

source: Bulk select
es: Selección masiva

source: Bulk tag
es: Etiqueta a granel

source: Bullet Chart
es: Gráfico de viñetas

source: Business
es: Negocio

source: By default, each filter loads at most 1000 choices at the initial page load. Check this box if you have more than 1000 filter values and want to enable dynamically searching that loads filter values as users type (may add stress to your database).
es: De forma predeterminada, cada filtro carga un máximo de 1000 opciones al cargar la página inicial. Marque esta casilla si tiene más de 1000 valores de filtro y desea habilitar la búsqueda dinámica que carga los valores de filtro a medida que los usuarios escriben (lo que podría sobrecargar su base de datos).

source: By key: use column names as sorting key
es: Por clave: utilizar los nombres de las columnas como clave de ordenación

source: By key: use row names as sorting key
es: Por clave: utilizar los nombres de fila como clave de ordenación

source: By value: use metric values as sorting key
es: Por valor: utilice valores métricos como clave de clasificación

source: CANCEL
es: CANCELAR

source: CREATE TABLE AS
es: CREAR TABLA COMO

source: CREATE VIEW AS
es: CREAR VISTA COMO

source: CREATE VIEW statement
es: Declaración CREATE VIEW

source: CRON expression
es: Expresión CRON

source: CSS Styles
es: Estilos CSS

source: CSS Templates
es: Plantillas CSS

source: CSS applied to the chart
es: CSS aplicado al gráfico

source: CSS template
es: Plantilla CSS

source: CSS template not found.
es: Plantilla CSS no encontrada.

source: CSS templates
es: Plantillas CSS

source: CTAS & CVAS SCHEMA
es: ESQUEMA CTAS Y CVAS

source: CTAS (create table as select) can only be run with a query where the last statement is a SELECT. Please make sure your query has a SELECT as its last statement. Then, try running your query again.
es: CTAS (crear tabla como selección) solo se puede ejecutar con una consulta cuya última instrucción sea SELECT. Asegúrese de que la consulta tenga una instrucción SELECT como última instrucción. Luego, intente ejecutar la consulta de nuevo.

source: CVAS (create view as select) can only be run with a query with a single SELECT statement. Please make sure your query has only a SELECT statement. Then, try running your query again.
es: CVAS (crear vista como selección) solo se puede ejecutar con una consulta que contenga una sola instrucción SELECT. Asegúrese de que su consulta solo contenga una instrucción SELECT. Luego, intente ejecutar la consulta de nuevo.

source: CVAS (create view as select) query has more than one statement.
es: La consulta CVAS (crear vista como selección) tiene más de una declaración.

source: CVAS (create view as select) query is not a SELECT statement.
es: La consulta CVAS (crear vista como selección) no es una declaración SELECT.

source: Cache Timeout (seconds)
es: Tiempo de espera de caché (segundos)

source: Cache timeout
es: Tiempo de espera de caché

source: Cached %s
es: %s en caché

source: Cached value not found
es: No se encontró el valor en caché

source: Calculate from first step
es: Calcular desde el primer paso

source: Calculate from previous step
es: Calcular a partir del paso anterior

source: Calculated column [%s] requires an expression
es: La columna calculada [%s] requiere una expresión

source: Calculated columns
es: Columnas calculadas

source: Calculation type
es: Tipo de cálculo

source: Calendar Heatmap
es: Mapa de calor del calendario

source: Can not move top level tab into nested tabs
es: No se puede mover la pestaña de nivel superior a pestañas anidadas

source: Cancel
es: Cancelar

source: Cancel query on window unload event
es: Cancelar consulta en evento de descarga de ventana

source: Cannot access the query
es: No se puede acceder a la consulta

source: Cannot find the table (%s) metadata.
es: No se pueden encontrar los metadatos de la tabla (%s).

source: Cannot have multiple credentials for the SSH Tunnel
es: No se pueden tener múltiples credenciales para el túnel SSH

source: Cannot parse time string [%(human_readable)s]
es: No se puede analizar la cadena de tiempo [%(human_readable)s]

source: Categorical
es: Categórico

source: Categories to group by on the x-axis.
es: Categorías para agrupar en el eje x.

source: Category
es: Categoría

source: Category and Percentage
es: Categoría y porcentaje

source: Category of target nodes
es: Categoría de nodos objetivo

source: Category, Value and Percentage
es: Categoría, Valor y Porcentaje

source: Cell Padding
es: Relleno de celdas

source: Cell Radius
es: Radio de celda

source: Cell content
es: Contenido de la celda

source: Certification details
es: Detalles de la certificación

source: Certified by
es: Certificado por

source: Certified by %s
es: Certificado por %s

source: Change order of columns.
es: Cambiar el orden de las columnas.

source: Change order of rows.
es: Cambiar el orden de las filas.

source: Changes saved.
es: Cambios guardados.

source: Changing the dataset may break the chart if the chart relies on columns or metadata that does not exist in the target dataset
es: Cambiar el conjunto de datos puede dañar el gráfico si este se basa en columnas o metadatos que no existen en el conjunto de datos de destino.

source: Changing these settings will affect all charts using this dataset, including charts owned by other people.
es: Cambiar esta configuración afectará a todos los gráficos que utilicen este conjunto de datos, incluidos los gráficos propiedad de otras personas.

source: Changing this Dashboard is forbidden
es: Está prohibido cambiar este panel

source: Changing this chart is forbidden
es: Está prohibido cambiar este gráfico.

source: Changing this control takes effect instantly
es: Cambiar este control tiene efecto instantáneo

source: Changing this dataset is forbidden
es: Está prohibido cambiar este conjunto de datos.

source: Changing this report is forbidden
es: Está prohibido cambiar este informe.

source: Chart
es: Cuadro

source: Chart %(id)s not found
es: Gráfico %(id)s no encontrado

source: Chart ID
es: Identificación del gráfico

source: Chart [{}] has been overwritten
es: El gráfico [{}] ha sido sobrescrito

source: Chart [{}] has been saved
es: El gráfico [{}] se ha guardado

source: Chart [{}] was added to dashboard [{}]
es: Se agregó el gráfico [{}] al panel [{}]

source: Chart cache timeout
es: Tiempo de espera de caché de gráficos

source: Chart changes
es: Cambios en los gráficos

source: Chart could not be created.
es: No se pudo crear el gráfico.

source: Chart could not be updated.
es: No se pudo actualizar el gráfico.

source: Chart does not exist
es: El gráfico no existe

source: Chart has no query context saved. Please save the chart again.
es: El gráfico no tiene contexto de consulta guardado. Vuelva a guardar el gráfico.

source: Chart name
es: Nombre del gráfico

source: Chart parameters are invalid.
es: Los parámetros del gráfico no son válidos.

source: Chart type requires a dataset
es: El tipo de gráfico requiere un conjunto de datos

source: Charts
es: Gráficos

source: Charts could not be deleted.
es: No se pudieron eliminar los gráficos.

source: Check for sorting ascending
es: Comprobar ordenación ascendente

source: Check if the Rose Chart should use segment area instead of segment radius for proportioning
es: Compruebe si el gráfico de rosas debe utilizar el área del segmento en lugar del radio del segmento para proporcionar

source: Check out this chart in dashboard:
es: Vea este gráfico en el panel de control:

source: Check out this chart:
es: Mira este gráfico:

source: Check out this dashboard:
es: Echa un vistazo a este panel:

source: Check to force date partitions to have the same height
es: Marque esta casilla para forzar que las particiones de fecha tengan la misma altura

source: Child label position
es: Posición de la etiqueta del niño

source: Choice of [Label] must be present in [Group By]
es: La opción [Etiqueta] debe estar presente en [Agrupar por]

source: Choice of [Point Radius] must be present in [Group By]
es: La opción [Radio del punto] debe estar presente en [Agrupar por]

source: Choose File
es: Seleccionar archivo

source: Choose a chart or dashboard not both
es: Elija un gráfico o un panel, no ambos

source: Choose a dataset
es: Elija un conjunto de datos

source: Choose a metric for right axis
es: Elija una métrica para el eje derecho

source: Choose one of the available databases from the panel on the left.
es: Elija una de las bases de datos disponibles en el panel de la izquierda.

source: Choose one of the available databases on the left panel.
es: Elija una de las bases de datos disponibles en el panel izquierdo.

source: Choose the annotation layer type
es: Elija el tipo de capa de anotación

source: Choose values that should be treated as null. Warning: Hive database supports only a single value
es: Seleccione valores que deban considerarse nulos. Advertencia: La base de datos de Hive solo admite un valor.

source: Choose whether a country should be shaded by the metric, or assigned a color based on a categorical color palette
es: Elija si un país debe estar sombreado por la métrica o si se le debe asignar un color según una paleta de colores categórica

source: Chord Diagram
es: Diagrama de acordes

source: Chosen non-numeric column
es: Columna no numérica elegida

source: Circle -> Arrow
es: Círculo -&gt; Flecha

source: Circle -> Circle
es: Círculo -&gt; Círculo

source: Circle radar shape
es: Forma de radar circular

source: Classic row-by-column spreadsheet like view of a dataset. Use tables to showcase a view into the underlying data or to show aggregated metrics.
es: Vista clásica de un conjunto de datos, similar a una hoja de cálculo fila por columna. Use tablas para mostrar una vista de los datos subyacentes o métricas agregadas.

source: Clause
es: Cláusula

source: Clear
es: Claro

source: Clear all
es: Borrar todo

source: Click on "Add or Edit Filters" option in Settings to create new dashboard filters
es: Haga clic en la opción &quot;Agregar o editar filtros&quot; en Configuración para crear nuevos filtros en el panel.

source: Click on "Create chart" button in the control panel on the left to preview a visualization or
es: Haga clic en el botón &quot;Crear gráfico&quot; en el panel de control de la izquierda para obtener una vista previa de una visualización o

source: Click the lock to make changes.
es: Haga clic en el candado para realizar cambios.

source: Click the lock to prevent further changes.
es: Haga clic en el candado para evitar más cambios.

source: Click this link to switch to an alternate form that allows you to input the SQLAlchemy URL for this database manually.
es: Haga clic en este enlace para cambiar a un formulario alternativo que le permite ingresar la URL de SQLAlchemy para esta base de datos manualmente.

source: Click this link to switch to an alternate form that exposes only the required fields needed to connect this database.
es: Haga clic en este enlace para cambiar a un formulario alternativo que expone únicamente los campos obligatorios necesarios para conectar esta base de datos.

source: Click to add a contour
es: Haga clic para agregar un contorno

source: Click to cancel sorting
es: Haga clic para cancelar la clasificación

source: Click to edit
es: Haga clic para editar

source: Click to favorite/unfavorite
es: Haga clic para marcar como favorito o desmarcarlo de favoritos

source: Click to force-refresh
es: Haga clic para forzar la actualización

source: Click to see difference
es: Haga clic para ver la diferencia

source: Close
es: Cerca

source: Close all other tabs
es: Cerrar todas las demás pestañas

source: Close tab
es: Cerrar pestaña

source: Cluster label aggregator
es: Agregador de etiquetas de clúster

source: Clustering Radius
es: Radio de agrupamiento

source: Code
es: Código

source: Collapse all
es: Contraer todo

source: Color bounds
es: Límites de color
