Repository: AVEDIAN/Avedian-Assets
Catalog: Traduccion/*/messages.po
Languages: es

source: Node label position
es: Posición de la etiqueta del nodo

source: None
es: Ninguno

source: None -> Arrow
es: Ninguno -&gt; Flecha

source: None -> None
es: Ninguno -&gt; Ninguno

source: Normalize Across
es: Normalizar a través de

source: Normalized
es: Normalizado

source: Not all required fields are complete. Please provide the following:
es: No todos los campos obligatorios están completos. Por favor, proporcione la siguiente información:

source: Not null
es: No nulo

source: Not up to date
es: No actualizado

source: Nothing triggered
es: No se ha disparado nada

source: Notification method
es: Método de notificación

source: November
es: Noviembre

source: Null or Empty
es: Nulo o vacío

source: Number bounds used for color encoding from red to blue. Reverse the numbers for blue to red. To get pure red or blue, you can enter either only min or max.
es: Límites numéricos utilizados para la codificación de color de rojo a azul. Invierta los números de azul a rojo. Para obtener rojo o azul puros, puede introducir solo el mínimo o el máximo.

source: Number of buckets to group data
es: Número de contenedores para agrupar datos

source: Number of decimal digits to round numbers to
es: Número de dígitos decimales para redondear números a

source: Number of decimal places with which to display lift values
es: Número de decimales con los que se mostrarán los valores de elevación

source: Number of decimal places with which to display p-values
es: Número de decimales con los que se mostrarán los valores p

source: Number of periods to compare against. You can use negative numbers to compare from the beginning of the time range.
es: Número de períodos con los que se realizará la comparación. Puede usar números negativos para comparar desde el inicio del intervalo de tiempo.

source: Number of periods to ratio against
es: Número de períodos a comparar

source: Number of rows to skip at start of file.
es: Número de filas a omitir al inicio del archivo.

source: Number of split segments on the axis
es: Número de segmentos divididos en el eje

source: Number of steps to take between ticks when displaying the X scale
es: Número de pasos a seguir entre ticks al mostrar la escala X

source: Number of steps to take between ticks when displaying the Y scale
es: Número de pasos a seguir entre ticks al mostrar la escala Y

source: Numeric column used to calculate the histogram.
es: Columna numérica utilizada para calcular el histograma.

source: OK
es: DE ACUERDO

source: OVERWRITE
es: EXAGERAR

source: October
es: Octubre

source: Offline
es: Desconectado

source: On Grace
es: Sobre la gracia

source: One or many columns to group by. High cardinality groupings should include a series limit to limit the number of fetched and rendered series.
es: Agrupar por una o varias columnas. Las agrupaciones de alta cardinalidad deben incluir un límite de series para limitar el número de series obtenidas y renderizadas.

source: One or many controls to group by. If grouping, latitude and longitude columns must be present.
es: Uno o varios controles para agrupar. Si se agrupa, deben estar presentes las columnas de latitud y longitud.

source: One or many controls to pivot as columns
es: Uno o varios controles para pivotar como columnas

source: One or many metrics to display
es: Una o varias métricas para mostrar

source: One or more columns already exist
es: Ya existen una o más columnas

source: One or more columns are duplicated
es: Una o más columnas están duplicadas

source: One or more columns do not exist
es: Una o más columnas no existen

source: One or more metrics already exist
es: Ya existen una o más métricas

source: One or more metrics are duplicated
es: Una o más métricas están duplicadas

source: One or more metrics do not exist
es: Una o más métricas no existen

source: Only Total
es: Solo Total

source: Only `SELECT` statements are allowed
es: Sólo se permiten sentencias `SELECT`

source: Only applies when "Label Type" is not set to a percentage.
es: Solo se aplica cuando &quot;Tipo de etiqueta&quot; no está configurado como un porcentaje.

source: Only applies when "Label Type" is set to show values.
es: Solo se aplica cuando &quot;Tipo de etiqueta&quot; está configurado para mostrar valores.

source: Only show the total value on the stacked chart, and not show on the selected category
es: Solo muestra el valor total en el gráfico apilado y no lo muestra en la categoría seleccionada

source: Only single queries supported
es: Solo se admiten consultas individuales

source: Opacity
es: Opacidad

source: Opacity of Area Chart. Also applies to confidence band.
es: Opacidad del gráfico de áreas. También se aplica a la banda de confianza.

source: Opacity of all clusters, points, and labels. Between 0 and 1.
es: Opacidad de todos los clústeres, puntos y etiquetas. Entre 0 y 1.

source: Opacity of area chart.
es: Opacidad del gráfico de área.

source: Opacity of bubbles, 0 means completely transparent, 1 means opaque
es: Opacidad de las burbujas, 0 significa completamente transparente, 1 significa opaco

source: Opacity, expects values between 0 and 100
es: Opacidad, espera valores entre 0 y 100

source: Open Datasource tab
es: Abrir la pestaña Fuente de datos

source: Open in SQL Lab
es: Abrir en SQL Lab

source: Open query in SQL Lab
es: Consulta abierta en SQL Lab

source: Operate the database in asynchronous mode, meaning that the queries are executed on remote workers as opposed to on the web server itself. This assumes that you have a Celery worker setup as well as a results backend. Refer to the installation docs for more information.
es: Utilice la base de datos en modo asíncrono, lo que significa que las consultas se ejecutan en trabajadores remotos, no en el propio servidor web. Esto supone que tiene configurado un trabajador Celery y un backend de resultados. Consulte la documentación de instalación para obtener más información.

source: Operator undefined for aggregator: %(name)s
es: Operador indefinido para el agregador: %(name)s

source: Optional CA_BUNDLE contents to validate HTTPS requests. Only available on certain database engines.
es: Contenido opcional de CA_BUNDLE para validar solicitudes HTTPS. Solo disponible en ciertos motores de bases de datos.

source: Optional name of the data column.
es: Nombre opcional de la columna de datos.

source: Optional warning about use of this metric
es: Advertencia opcional sobre el uso de esta métrica

source: Or choose from a list of other databases we support:
es: O elija de una lista de otras bases de datos que admitimos:

source: Order results by selected columns
es: Ordenar resultados por columnas seleccionadas

source: Orders the query result that generates the source data for this chart. If a series or row limit is reached, this determines what data are truncated. If undefined, defaults to the first metric (where appropriate).
es: Ordena el resultado de la consulta que genera los datos de origen para este gráfico. Si se alcanza un límite de series o filas, se determina qué datos se truncan. Si no se define, se usa la primera métrica de forma predeterminada (si corresponde).

source: Orientation of filter bar
es: Orientación de la barra de filtro

source: Orientation of tree
es: Orientación del árbol

source: Original table column order
es: Orden de columnas de la tabla original

source: Original value
es: Valor original

source: Orthogonal
es: Ortogonal

source: Other color palettes
es: Otras paletas de colores

source: Outdoors
es: Al aire libre

source: Outer Radius
es: Radio exterior

source: Overlay one or more timeseries from a relative time period. Expects relative time deltas in natural language (example: 24 hours, 7 days, 52 weeks, 365 days). Free text is supported.
es: Superponga una o más series temporales de un período de tiempo relativo. Espera diferencias de tiempo relativas en lenguaje natural (por ejemplo: 24 horas, 7 días, 52 semanas, 365 días). Se admite texto libre.

source: Overlays a hexagonal grid on a map, and aggregates data within the boundary of each cell.
es: Superpone una cuadrícula hexagonal en un mapa y agrega datos dentro del límite de cada celda.

source: Overwrite
es: Exagerar

source: Overwrite & Explore
es: Sobrescribir y explorar

source: Overwrite Dashboard [%s]
es: Sobrescribir el panel de control [%s]

source: Overwrite text in the editor with a query on this table
es: Sobrescribir texto en el editor con una consulta en esta tabla

source: Owned Created or Favored
es: Propio, creado o favorecido

source: Owner
es: Propietario

source: Owners
es: Propietarios

source: Owners are invalid
es: Los propietarios no son válidos

source: Owners is a list of users who can alter the dashboard.
es: Propietarios es una lista de usuarios que pueden modificar el panel de control.

source: Owners is a list of users who can alter the dashboard. Searchable by name or username.
es: &quot;Propietarios&quot; es una lista de usuarios que pueden modificar el panel. Se puede buscar por nombre o nombre de usuario.

source: PDF download failed, please refresh and try again.
es: Error en la descarga del PDF, actualice y vuelva a intentarlo.

source: Page length
es: Longitud de la página

source: Paired t-test Table
es: Tabla de pruebas t pareadas

source: Pandas resample method
es: Método de remuestreo de Pandas

source: Pandas resample rule
es: Regla de remuestreo de Pandas

source: Parallel Coordinates
es: Coordenadas paralelas

source: Parameter error
es: Error de parámetro

source: Parameters
es: Parámetros

source: Parameters related to the view and perspective on the map
es: Parámetros relacionados con la vista y perspectiva en el mapa

source: Parent
es: Padre

source: Part of a Whole
es: Parte de un todo

source: Partition Diagram
es: Diagrama de particiones

source: Partition Threshold
es: Umbral de partición

source: Partitions whose height to parent height proportions are below this value are pruned
es: Las particiones cuyas proporciones de altura con respecto a la altura del elemento principal estén por debajo de este valor se podan

source: Paste Private Key here
es: Pegue la clave privada aquí

source: Paste content of service credentials JSON file here
es: Pegue aquí el contenido del archivo JSON de credenciales de servicio

source: Paste the shareable Google Sheet URL here
es: Pegue aquí la URL de la hoja de cálculo de Google para compartir

source: Percent of total
es: Porcentaje del total

source: Percentage difference between the time periods
es: Diferencia porcentual entre los períodos de tiempo

source: Percentage threshold
es: Umbral porcentual

source: Performance
es: Actuación

source: Period average
es: Promedio del período

source: Periods
es: Periodos

source: Permissions successfully synced for %s
es: Permisos sincronizados exitosamente para %s

source: Person or group that has certified this chart.
es: Persona o grupo que ha certificado esta carta.

source: Person or group that has certified this dashboard.
es: Persona o grupo que ha certificado este tablero.

source: Person or group that has certified this metric
es: Persona o grupo que ha certificado esta métrica

source: Physical
es: Físico

source: Physical (table or view)
es: Físico (tabla o vista)

source: Pick a dimension from which categorical colors are defined
es: Seleccione una dimensión a partir de la cual se definan los colores categóricos

source: Pick a metric for x, y and size
es: Elija una métrica para x, y y tamaño

source: Pick a metric to display
es: Elija una métrica para mostrar

source: Pick a name to help you identify this database.
es: Elija un nombre que le ayude a identificar esta base de datos.

source: Pick a nickname for how the database will display in Superset.
es: Elija un apodo para cómo se mostrará la base de datos en Superset.

source: Pick a set of deck.gl charts to layer on top of one another
es: Seleccione un conjunto de gráficos de deck.gl para colocarlos uno sobre otro

source: Pick a title for you annotation.
es: Elige un título para tu anotación.

source: Pick at least one metric
es: Elija al menos una métrica

source: Pick one or more columns that should be shown in the annotation. If you don't select a column all of them will be shown.
es: Seleccione una o más columnas que deban mostrarse en la anotación. Si no selecciona ninguna, se mostrarán todas.

source: Pick your favorite markup language
es: Elige tu lenguaje de marcado favorito

source: Pie charts on a map
es: Gráficos circulares en un mapa

source: Piecewise
es: Por partes

source: Pivot Table
es: Tabla dinámica

source: Pivot operation must include at least one aggregate
es: La operación de pivote debe incluir al menos un agregado

source: Pivot operation requires at least one index
es: La operación de pivote requiere al menos un índice

source: Pixel height of each series
es: Altura de píxel de cada serie

source: Pixels
es: Píxeles

source: Plain
es: Plano

source: Please DO NOT overwrite the "filter_scopes" key.
es: NO sobrescriba la clave &quot;filter_scopes&quot;.

source: Please check your query and confirm that all template parameters are surround by double braces, for example, "{{ ds }}". Then, try running your query again.
es: Revise su consulta y confirme que todos los parámetros de la plantilla estén entre llaves dobles, por ejemplo, &quot;{{ ds }}&quot;. Luego, intente ejecutar la consulta de nuevo.

source: Please check your query for syntax errors at or near "%(syntax_error)s". Then, try running your query again.
es: Revise su consulta para detectar errores de sintaxis en o cerca de &quot;%(syntax_error)s&quot;. Luego, intente ejecutar la consulta nuevamente.

source: Please check your query for syntax errors near "%(server_error)s". Then, try running your query again.
es: Revise su consulta para detectar errores de sintaxis cerca de &quot;%(server_error)s&quot;. Luego, intente ejecutar la consulta nuevamente.

source: Please check your template parameters for syntax errors and make sure they match across your SQL query and Set Parameters. Then, try running your query again.
es: Revise los parámetros de su plantilla para detectar errores de sintaxis y asegúrese de que coincidan con la consulta SQL y los parámetros del conjunto. Luego, intente ejecutar la consulta de nuevo.

source: Please choose a valid value
es: Por favor, elija un valor válido

source: Please confirm
es: Por favor confirme

source: Please confirm the overwrite values.
es: Confirme los valores de sobrescritura.

source: Please enter a SQLAlchemy URI to test
es: Ingrese una URI de SQLAlchemy para realizar la prueba

source: Please enter valid text. Spaces alone are not permitted.
es: Por favor, introduzca un texto válido. No se permiten espacios.

source: Please provide a valid range
es: Proporcione un rango válido

source: Please provide a value within range
es: Proporcione un valor dentro del rango

source: Please re-enter the password.
es: Por favor, vuelva a introducir la contraseña.

source: Please re-export your file and try importing again
es: Vuelva a exportar su archivo e intente importarlo nuevamente.

source: Please save your chart first, then try creating a new email report.
es: Primero guarde su gráfico y luego intente crear un nuevo informe por correo electrónico.

source: Please save your dashboard first, then try creating a new email report.
es: Primero guarde su panel de control y luego intente crear un nuevo informe por correo electrónico.

source: Please select both a Dataset and a Chart type to proceed
es: Seleccione un conjunto de datos y un tipo de gráfico para continuar.

source: Please specify the Dataset ID for the ``%(name)s`` metric in the Jinja macro.
es: Especifique el ID del conjunto de datos para la métrica ``%(name)s`` en la macro Jinja.

source: Please use 3 different metric labels
es: Utilice 3 etiquetas métricas diferentes

source: Plot the distance (like flight paths) between origin and destination.
es: Grafica la distancia (como las rutas de vuelo) entre el origen y el destino.

source: Plots the individual metrics for each row in the data vertically and links them together as a line. This chart is useful for comparing multiple metrics across all of the samples or rows in the data.
es: Representa verticalmente las métricas individuales de cada fila de los datos y las vincula mediante una línea. Este gráfico es útil para comparar múltiples métricas en todas las muestras o filas de los datos.

source: Plugins
es: Complementos

source: Point Radius
es: Radio del punto

source: Point Radius Scale
es: Escala de radio de puntos

source: Point Radius Unit
es: Unidad de radio de punto

source: Point Unit
es: Unidad de puntos

source: Point to your spatial columns
es: Señale sus columnas espaciales

source: Points and clusters will update as the viewport is being changed
es: Los puntos y grupos se actualizarán a medida que se cambie la ventana gráfica.

source: Polyline
es: Polilínea

source: Populate "Default value" to enable this control
es: Complete &quot;Valor predeterminado&quot; para habilitar este control

source: Port %(port)s on hostname "%(hostname)s" refused the connection.
es: El puerto %(port)s en el nombre de host &quot;%(hostname)s&quot; rechazó la conexión.

source: Port out of range 0-65535
es: Puerto fuera de rango 0-65535

source: Position JSON
es: Posición JSON

source: Position of child node label on tree
es: Posición de la etiqueta del nodo secundario en el árbol

source: Position of column level subtotal
es: Posición del subtotal a nivel de columna

source: Position of intermediate node label on tree
es: Posición de la etiqueta del nodo intermedio en el árbol

source: Position of row level subtotal
es: Posición del subtotal a nivel de fila

source: Powered by Apache Superset
es: Desarrollado por Apache Superset

source: Pre-filter available values
es: Valores disponibles de prefiltro

source: Prefix
es: Prefijo

source: Prefix or suffix
es: Prefijo o sufijo

source: Preview
es: Avance

source: Previous
es: Anterior

source: Primary or secondary y-axis
es: Eje y primario o secundario

source: Primary y-axis Bounds
es: Límites del eje y primario

source: Primary y-axis format
es: Formato del eje y primario

source: Private Channels (Bot in channel)
es: Canales privados (Bot en el canal)

source: Private Key
es: Clave privada

source: Private Key & Password
es: Clave privada y contraseña

source: Progress
es: Progreso

source: Progressive
es: Progresivo

source: Proportional
es: Proporcional

source: Published
es: Publicado

source: Put labels outside
es: Coloque las etiquetas en el exterior

source: Put positive values and valid minute and second value less than 60
es: Coloque valores positivos y valores válidos de minutos y segundos menores a 60

source: Put the labels outside of the pie?
es: ¿Poner las etiquetas fuera del pastel?

source: Put your code here
es: Pon tu código aquí

source: Python datetime string pattern
es: Patrón de cadena de fecha y hora de Python

source: QUERY DATA IN SQL LAB
es: CONSULTA DE DATOS EN EL LABORATORIO SQL

source: Query
es: Consulta

source: Query %s: %s
es: Consulta %s: %s

source: Query History
es: Historial de consultas

source: Query history
es: Historial de consultas

source: Query in a new tab
es: Consulta en una nueva pestaña

source: Query is too complex and takes too long to run.
es: La consulta es demasiado compleja y tarda mucho tiempo en ejecutarse.

source: Query name
es: Nombre de la consulta

source: Query preview
es: Vista previa de la consulta

source: Query was stopped.
es: La consulta fue detenida.

source: RANGE TYPE
es: TIPO DE RANGO

source: Radar render type, whether to display 'circle' shape.
es: Tipo de renderizado de radar: si se debe mostrar la forma &quot;circular&quot;.

source: Radius in kilometers
es: Radio en kilómetros

source: Radius in miles
es: Radio en millas

source: Range filter plugin using AntD
es: Complemento de filtro de rango que utiliza AntD

source: Range labels
es: Etiquetas de rango

source: Ranges to highlight with shading
es: Rangos para resaltar con sombreado

source: Raw records
es: Registros sin procesar

source: Recents
es: Recientes

source: Recipients are separated by "," or ";"
es: Los destinatarios están separados por &quot;,&quot; o &quot;;&quot;

source: Record Count
es: Recuento de registros

source: Rectangle
es: Rectángulo

source: Recurring (every)
es: Recurrente (cada)

source: Red for increase, green for decrease
es: Rojo para aumentar, verde para disminuir

source: Redo the action
es: Rehacer la acción

source: Reduce X ticks
es: Reducir X ticks

source: Reduces the number of X-axis ticks to be rendered. If true, the x-axis will not overflow and labels may be missing. If false, a minimum width will be applied to columns and the width may overflow into an horizontal scroll.
es: Reduce el número de marcas del eje X que se renderizan. Si es &quot;true&quot;, el eje X no se desbordará y podrían faltar las etiquetas. Si es &quot;false&quot;, se aplicará un ancho mínimo a las columnas y este podría desbordarse y provocar un desplazamiento horizontal.

source: Referenced columns not available in DataFrame.
es: Columnas referenciadas no disponibles en DataFrame.

source: Refetch results
es: Recuperar resultados

source: Refresh
es: Refrescar

source: Refresh dashboard
es: Actualizar el panel de control

source: Refresh frequency
es: Frecuencia de actualización

source: Refresh interval
es: Intervalo de actualización

source: Refresh the default values
es: Actualizar los valores predeterminados

source: Regular filters add where clauses to queries if a user belongs to a role referenced in the filter, base filters apply filters to all queries except the roles defined in the filter, and can be used to define what users can see if no RLS filters within a filter group apply to them.
es: Los filtros regulares agregan cláusulas where a las consultas si un usuario pertenece a un rol referenciado en el filtro, los filtros base aplican filtros a todas las consultas excepto a los roles definidos en el filtro y se pueden usar para definir lo que los usuarios pueden ver si ningún filtro RLS dentro de un grupo de filtros se aplica a ellos.

source: Relationships between community channels
es: Relaciones entre canales comunitarios

source: Relative quantity
es: Cantidad relativa

source: Remove
es: Eliminar

source: Remove item
es: Eliminar elemento

source: Remove query from log
es: Eliminar consulta del registro

source: Remove table preview
es: Eliminar la vista previa de la tabla

source: Rename tab
es: Cambiar nombre de pestaña

source: Render HTML
es: Renderizar HTML

source: Render columns in HTML format
es: Representar columnas en formato HTML

source: Renders table cells as HTML when applicable. For example, HTML <a> tags will be rendered as hyperlinks.
es: Representa las celdas de la tabla como HTML cuando corresponde. Por ejemplo, <a>las etiquetas HTML se representan como hipervínculos.</a>

source: Replace
es: Reemplazar

source: Report Schedule could not be created.
es: No se pudo crear el cronograma del informe.

source: Report Schedule could not be updated.
es: No se pudo actualizar el cronograma del informe.

source: Report Schedule delete failed.
es: Informe de eliminación programada fallida.

source: Report Schedule execution failed when generating a screenshot.
es: La ejecución del programa de informe falló al generar una captura de pantalla.

source: Report Schedule execution got an unexpected error.
es: La ejecución del programa de informe recibió un error inesperado.

source: Report Schedule is still working, refusing to re-compute.
es: El programa de informes sigue funcionando y se niega a volver a calcularse.

source: Report Schedule log prune failed.
es: Se ha producido un error al podar el registro del programa de informes.
