Repository: AVEDIAN/Avedian-Assets
Catalog: Traduccion/*/messages.po
Languages: es

source: The cumulative option allows you to see how your data accumulates over different values. When enabled, the histogram bars represent the running total of frequencies up to each bin. This helps you understand how likely it is to encounter values below a certain point. Keep in mind that enabling cumulative doesn't change your original data, it just changes the way the histogram is displayed.
es: La opción acumulativa le permite ver cómo se acumulan sus datos con diferentes valores. Al activarla, las barras del histograma representan el total acumulado de frecuencias hasta cada intervalo. Esto le ayuda a comprender la probabilidad de encontrar valores por debajo de cierto punto. Tenga en cuenta que activar la opción acumulativa no modifica los datos originales, solo cambia la forma en que se muestra el histograma.

source: The normalize option transforms the histogram values into proportions or probabilities by dividing each bin's count by the total count of data points. This normalization process ensures that the resulting values sum up to 1, enabling a relative comparison of the data's distribution and providing a clearer understanding of the proportion of data points within each bin.
es: La opción de normalización transforma los valores del histograma en proporciones o probabilidades dividiendo el recuento de cada intervalo entre el total de puntos de datos. Este proceso de normalización garantiza que los valores resultantes sumen 1, lo que permite una comparación relativa de la distribución de los datos y proporciona una comprensión más clara de la proporción de puntos de datos dentro de cada intervalo.

source: This filter was inherited from the dashboard's context. It won't be saved when saving the chart.
es: Este filtro se heredó del contexto del panel. No se guardará al guardar el gráfico.

source: <p>Your report/alert was unable to be generated because of the following error: %(text)s</p> <p>Please check your dashboard/chart for errors.</p> <p><b><a href="%(url)s">%(call_to_action)s</a></b></p>
es: <p>No se pudo generar su informe/alerta debido al siguiente error: %(text)s</p><p> Por favor revise su tablero/gráfico para ver si hay errores.</p><p> <b><a href="%(url)s">%(llamada_a_la_acción)s</a></b></p>

source: (excluded)
es: (excluido)

source: Set the opacity to 0 if you do not want to override the color specified in the GeoJSON
es: Establezca la opacidad en 0 si no desea anular el color especificado en GeoJSON

source: at line %(line)d
es: en la línea %(línea)d

source: expression which needs to adhere to the
es: expresión que debe adherirse a la

source: near '%(highlight)s'
es: cerca de &#39;%(highlight)s&#39;

source: source code of Superset's sandboxed parser
es: Código fuente del analizador sandbox de Superset

source: standard to ensure that the lexicographical ordering coincides with the chronological ordering. If the timestamp format does not adhere to the ISO 8601 standard you will need to define an expression and type for transforming the string into a date or timestamp. Note currently time zones are not supported. If time is stored in epoch format, put `epoch_s` or `epoch_ms`. If no pattern is specified we fall back to using the optional defaults on a per database/column name level via the extra parameter.
es: Estándar para garantizar que el orden lexicográfico coincida con el orden cronológico. Si el formato de la marca de tiempo no cumple con el estándar ISO 8601, deberá definir una expresión y un tipo para transformar la cadena en una fecha o marca de tiempo. Tenga en cuenta que actualmente no se admiten zonas horarias. Si la hora se almacena en formato de época, escriba `epoch_s` o `epoch_ms`. Si no se especifica ningún patrón, se recurre a los valores predeterminados opcionales por nombre de base de datos/columna mediante el parámetro adicional.

source: to mark a column as a time column
es: para marcar una columna como columna de tiempo

source: to open SQL Lab. From there you can save the query as a dataset.
es: para abrir SQL Lab. Desde allí puede guardar la consulta como un conjunto de datos.

source: to visualize your data.
es: para visualizar sus datos.

source: != (Is not equal)
es: != (No es igual)

source: % of parent
es: % de los padres

source: %(label)s file
es: Archivo %(label)s

source: %(name)s.csv
es: %(nombre)s.csv

source: %(name)s.pdf
es: %(nombre)s.pdf

source: %(object)s does not exist in this database.
es: %(object)s no existe en esta base de datos.

source: %(prefix)s %(title)s
es: %(prefijo)s %(título)s

source: %(report_type)s schedule frequency exceeding limit. Please configure a schedule with a minimum interval of %(minimum_interval)d minutes per execution.
es: La frecuencia de programación de %(report_type)s excede el límite. Configure una programación con un intervalo mínimo de %(minimum_interval)d minutos por ejecución.

source: %(validator)s was unable to check your query. Please recheck your query. Exception: %(ex)s
es: %(validator)s no pudo verificar su consulta. Vuelva a verificarla. Excepción: %(ex)s

source: %s SSH TUNNEL PASSWORD
es: %s CONTRASEÑA DEL TÚNEL SSH

source: %s SSH TUNNEL PRIVATE KEY
es: %s CLAVE PRIVADA DEL TÚNEL SSH

source: %s SSH TUNNEL PRIVATE KEY PASSWORD
es: %s CONTRASEÑA DE CLAVE PRIVADA DEL TÚNEL SSH

source: %s Selected
es: %s Seleccionados

source: %s Selected (%s Physical, %s Virtual)
es: %s Seleccionado (%s Físico, %s Virtual)

source: %s Selected (Physical)
es: %s Seleccionados (Físicos)

source: %s Selected (Virtual)
es: %s Seleccionados (Virtual)

source: %s aggregates(s)
es: %s agregados

source: %s column(s)
es: %s columna(s)

source: %s ineligible item(s) are hidden
es: %s artículos no elegibles están ocultos

source: %s items could not be tagged because you don’t have edit permissions to all selected objects.
es: No se pudieron etiquetar %s elementos porque no tiene permisos de edición para todos los objetos seleccionados.

source: %s operator(s)
es: %s operador(es)

source: %s option(s)
es: %s opciones

source: %s saved metric(s)
es: %s métrica(s) guardadas

source: %s-%s of %s
es: %s-%s de %s

source: (Removed)
es: (Remoto)

source: (deleted or invalid type)
es: (tipo eliminado o no válido)

source: (no description, click to see stack trace)
es: (sin descripción, haga clic para ver el seguimiento de la pila)

source: ), and they become available in your SQL (example:
es: ) y estarán disponibles en su SQL (ejemplo:

source: *%(name)s* %(description)s Error: %(text)s
es: *%(nombre)s* %(descripción)s Error: %(texto)s

source: *%(name)s* %(description)s <%(url)s|Explore in Superset> %(table)s
es: *%(name)s* %(description)s &lt;%(url)s|Explorar en superconjunto&gt; %(table)s

source: + %s more
es: + %s más

source: -- Note: Unless you save your query, these tabs will NOT persist if you clear your cookies or change browsers.
es: -- Nota: A menos que guarde su consulta, estas pestañas NO persistirán si borra sus cookies o cambia de navegador.

source: ... and %s others
es: ... y %s otros

source: 0 Selected
es: 0 Seleccionados

source: 1 calendar day frequency
es: Frecuencia de 1 día calendario

source: 1 day ago
es: hace 1 día

source: 1 hour
es: 1 hora

source: 1 minute
es: 1 minuto

source: 1 minutely frequency
es: Frecuencia de 1 minuto

source: 1 month end frequency
es: Frecuencia de fin de mes

source: 1 month start frequency
es: Frecuencia de inicio de 1 mes

source: 1 week ago
es: Hace 1 semana

source: 1 week starting Monday (freq=W-MON)
es: 1 semana a partir del lunes (frecuencia=X-LUN)

source: 1 week starting Sunday (freq=W-SUN)
es: 1 semana a partir del domingo (frecuencia=O-DOM)

source: 1 year ago
es: hace 1 año

source: 10/90 percentiles
es: percentiles 10/90

source: 104 weeks ago
es: Hace 104 semanas

source: 156 weeks ago
es: Hace 156 semanas

source: 1H
es: 1 hora

source: 1M
es: 1 millón

source: 1T
es: 1 tonelada

source: 2 years ago
es: Hace 2 años

source: 28 days ago
es: Hace 28 días

source: 3 years ago
es: Hace 3 años

source: 30 days
es: 30 días

source: 30 minutes
es: 30 minutos

source: 30 seconds
es: 30 segundos

source: 4 weeks (freq=4W-MON)
es: 4 semanas (frecuencia=4S-LUN)

source: 5 minutes
es: 5 minutos

source: 52 weeks ago
es: Hace 52 semanas

source: 52 weeks starting Monday (freq=52W-MON)
es: 52 semanas a partir del lunes (frecuencia=52S-LUN)

source: 60 days
es: 60 días

source: 7 calendar day frequency
es: Frecuencia de 7 días calendario

source: 90 days
es: 90 días

source: < (Smaller than)
es: &lt; (Menor que)

source: <= (Smaller or equal)
es: &lt;= (Menor o igual)

source: == (Is equal)
es: == (Es igual)

source: > (Larger than)
es: &gt; (Mayor que)

source: >= (Larger or equal)
es: &gt;= (Mayor o igual)

source: A database port is required when connecting via SSH Tunnel.
es: Se requiere un puerto de base de datos cuando se conecta a través del túnel SSH.

source: A date is required when using custom date shift
es: Se requiere una fecha cuando se utiliza el cambio de fecha personalizado

source: A dictionary with column names and their data types if you need to change the defaults. Example: {"user_id":"int"}. Check Python's Pandas library for supported data types.
es: Un diccionario con los nombres de las columnas y sus tipos de datos, por si necesita cambiar los valores predeterminados. Ejemplo: {&quot;user_id&quot;:&quot;int&quot;}. Consulte la biblioteca Pandas de Python para conocer los tipos de datos compatibles.

source: A full URL pointing to the location of the built plugin (could be hosted on a CDN for example)
es: Una URL completa que apunta a la ubicación del complemento creado (podría estar alojado en una CDN, por ejemplo)

source: A handlebars template that is applied to the data
es: Una plantilla de manillar que se aplica a los datos

source: A human-friendly name
es: Un nombre amigable para los humanos

source: A list of domain names that can embed this dashboard. Leaving this field empty will allow embedding from any domain.
es: Lista de dominios que pueden integrar este panel. Si deja este campo vacío, se permitirá la integración desde cualquier dominio.

source: A list of tags that have been applied to this chart.
es: Una lista de etiquetas que se han aplicado a este gráfico.

source: A list of users who can alter the chart. Searchable by name or username.
es: Lista de usuarios que pueden modificar el gráfico. Se puede buscar por nombre o nombre de usuario.

source: A map of the world, that can indicate values in different countries.
es: Un mapa del mundo, que puede indicar valores en diferentes países.

source: A map that takes rendering circles with a variable radius at latitude/longitude coordinates
es: Un mapa que toma círculos de renderizado con un radio variable en coordenadas de latitud/longitud

source: A metric to use for color
es: Una métrica para usar para el color

source: A polar coordinate chart where the circle is broken into wedges of equal angle, and the value represented by any wedge is illustrated by its area, rather than its radius or sweep angle.
es: Un gráfico de coordenadas polares donde el círculo se divide en cuñas de ángulos iguales y el valor representado por cada cuña se ilustra por su área, en lugar de su radio o ángulo de barrido.

source: A readable URL for your dashboard
es: Una URL legible para su panel de control

source: A reference to the [Time] configuration, taking granularity into account
es: Una referencia a la configuración [Tiempo], teniendo en cuenta la granularidad

source: A reusable dataset will be saved with your chart.
es: Se guardará un conjunto de datos reutilizable junto con su gráfico.

source: A set of parameters that become available in the query using Jinja templating syntax
es: Un conjunto de parámetros que están disponibles en la consulta mediante la sintaxis de plantillas de Jinja

source: A valid color scheme is required
es: Se requiere un esquema de color válido

source: A waterfall chart is a form of data visualization that helps in understanding the cumulative effect of sequentially introduced positive or negative values. These intermediate values can either be time based or category based.
es: Un gráfico de cascada es una forma de visualización de datos que ayuda a comprender el efecto acumulativo de valores positivos o negativos introducidos secuencialmente. Estos valores intermedios pueden basarse en el tiempo o en la categoría.

source: APPLY
es: APLICAR

source: APR
es: ABR

source: AUG
es: AGO

source: AXIS TITLE MARGIN
es: MARGEN DEL TÍTULO DEL EJE

source: About
es: Acerca de

source: Access
es: Acceso

source: Access token
es: Token de acceso

source: Action
es: Acción

source: Action Log
es: Registro de acciones

source: Actions
es: Acciones

source: Active
es: Activo

source: Actual time range
es: Rango de tiempo real

source: Add
es: Agregar

source: Add CSS template
es: Agregar plantilla CSS

source: Add Dashboard
es: Agregar panel

source: Add Log
es: Agregar registro

source: Add Tag
es: Agregar etiqueta

source: Add a Plugin
es: Agregar un complemento

source: Add a new tab to create SQL Query
es: Agregar una nueva pestaña para crear una consulta SQL

source: Add annotation
es: Añadir anotación

source: Add annotation layer
es: Agregar capa de anotación

source: Add calculated columns to dataset in "Edit datasource" modal
es: Agregar columnas calculadas al conjunto de datos en el modo &quot;Editar fuente de datos&quot;

source: Add calculated temporal columns to dataset in "Edit datasource" modal
es: Agregar columnas temporales calculadas al conjunto de datos en el modo &quot;Editar fuente de datos&quot;

source: Add color for positive/negative change
es: Añade color para cambios positivos/negativos

source: Add custom scoping
es: Agregar alcance personalizado

source: Add dataset columns here to group the pivot table columns.
es: Agregue columnas del conjunto de datos aquí para agrupar las columnas de la tabla dinámica.

source: Add delivery method
es: Añadir método de entrega

source: Add filter
es: Añadir filtro

source: Add filter clauses to control the filter's source query, though only in the context of the autocomplete i.e., these conditions do not impact how the filter is applied to the dashboard. This is useful when you want to improve the query's performance by only scanning a subset of the underlying data or limit the available values displayed in the filter.
es: Agregue cláusulas de filtro para controlar la consulta de origen del filtro, aunque solo en el contexto del autocompletado; es decir, estas condiciones no afectan la forma en que se aplica el filtro al panel. Esto resulta útil cuando se desea mejorar el rendimiento de la consulta escaneando solo un subconjunto de los datos subyacentes o limitando los valores disponibles que se muestran en el filtro.

source: Add item
es: Añadir artículo

source: Add metric
es: Agregar métrica

source: Add metrics to dataset in "Edit datasource" modal
es: Agregar métricas al conjunto de datos en el modo &quot;Editar fuente de datos&quot;

source: Add new color formatter
es: Agregar nuevo formateador de color

source: Add new formatter
es: Agregar nuevo formateador

source: Add required control values to preview chart
es: Agregue los valores de control necesarios para obtener una vista previa del gráfico

source: Add required control values to save chart
es: Agregue los valores de control necesarios para guardar el gráfico

source: Add tag to entities
es: Agregar etiqueta a las entidades

source: Add to dashboard
es: Añadir al panel de control

source: Added
es: Agregado

source: Additional fields may be required
es: Es posible que se requieran campos adicionales

source: Additional information
es: Información adicional

source: Additional text to add before or after the value, e.g. unit
es: Texto adicional para agregar antes o después del valor, por ejemplo, unidad.

source: Adds color to the chart symbols based on the positive or negative change from the comparison value.
es: Agrega color a los símbolos del gráfico según el cambio positivo o negativo del valor de comparación.

source: Adjust column settings such as specifying the columns to read, how duplicates are handled, column data types, and more.
es: Ajuste la configuración de las columnas, como especificar las columnas a leer, cómo se manejan los duplicados, los tipos de datos de las columnas y más.

source: Adjust how spaces, blank lines, null values are handled and other file wide settings.
es: Ajuste cómo se manejan los espacios, las líneas en blanco, los valores nulos y otras configuraciones de todo el archivo.

source: Adjust how this database will interact with SQL Lab.
es: Ajuste cómo esta base de datos interactuará con SQL Lab.

source: Adjust performance settings of this database.
es: Ajustar la configuración de rendimiento de esta base de datos.

source: Advanced
es: Avanzado

source: Advanced analytics
es: Análisis avanzado

source: Aggregate function applied to the list of points in each cluster to produce the cluster label.
es: Función de agregación aplicada a la lista de puntos de cada grupo para producir la etiqueta del grupo.

source: Aggregate function to apply when pivoting and computing the total rows and columns
es: Función agregada para aplicar al pivotar y calcular el total de filas y columnas

source: Aggregates data within the boundary of grid cells and maps the aggregated values to a dynamic color scale
es: Agrega datos dentro del límite de las celdas de la cuadrícula y asigna los valores agregados a una escala de color dinámica

source: Alert Triggered, In Grace Period
es: Alerta activada, en período de gracia

source: Alert condition
es: Condición de alerta

source: Alert ended grace period.
es: Alerta finalizada periodo de gracia.

source: Alert failed
es: Alerta fallida

source: Alert fired during grace period.
es: Alerta disparada durante el período de gracia.

source: Alert found an error while executing a query.
es: La alerta encontró un error al ejecutar una consulta.

source: Alert is active
es: La alerta está activa

source: Alert name
es: Nombre de la alerta

source: Alert on grace period
es: Alerta sobre el período de gracia

source: Alert query returned a non-number value.
es: La consulta de alerta devolvió un valor que no es numérico.

source: Alert query returned more than one column.
es: La consulta de alerta devolvió más de una columna.

source: Alert query returned more than one row.
es: La consulta de alerta devolvió más de una fila.

source: Alert running
es: Alerta en ejecución

source: Alert triggered, notification sent
es: Alerta activada, notificación enviada

source: Alert validator config error.
es: Error de configuración del validador de alerta.

source: Alerts
es: Alertas

source: Alerts & Reports
es: Alertas e informes

source: Alerts & reports
es: Alertas e informes

source: Align +/-
es: Alinear +/-

source: All
es: Todo

source: All Text
es: Todo el texto

source: All charts
es: Todos los gráficos

source: All charts/global scoping
es: Todos los gráficos/alcance global

source: All filters
es: Todos los filtros

source: Allow CREATE TABLE AS
es: Permitir CREAR TABLA COMO

source: Allow CREATE VIEW AS
es: Permitir CREAR VISTA COMO

source: Allow DDL and DML
es: Permitir DDL y DML

source: Allow changing catalogs
es: Permitir cambios de catálogos

source: Allow column names to be changed to case insensitive format, if supported (e.g. Oracle, Snowflake).
es: Permitir que los nombres de columnas se cambien a un formato que no distinga entre mayúsculas y minúsculas, si es compatible (por ejemplo, Oracle, Snowflake).

source: Allow columns to be rearranged
es: Permitir que las columnas se reorganicen

source: Allow creation of new tables based on queries
es: Permitir la creación de nuevas tablas basadas en consultas

source: Allow creation of new views based on queries
es: Permitir la creación de nuevas vistas basadas en consultas

source: Allow data manipulation language
es: Permitir lenguaje de manipulación de datos

source: Allow end user to drag-and-drop column headers to rearrange them. Note their changes won't persist for the next time they open the chart.
es: Permite al usuario final arrastrar y soltar los encabezados de columna para reorganizarlos. Tenga en cuenta que los cambios no se guardarán la próxima vez que abra el gráfico.

source: Allow sending multiple polygons as a filter event
es: Permitir el envío de múltiples polígonos como un evento de filtro

source: Allow the execution of DDL (Data Definition Language: CREATE, DROP, TRUNCATE, etc.) and DML (Data Modification Language: INSERT, UPDATE, DELETE, etc)
es: Permitir la ejecución de DDL (Lenguaje de Definición de Datos: CREATE, DROP, TRUNCATE, etc.) y DML (Lenguaje de Modificación de Datos: INSERT, UPDATE, DELETE, etc.)

source: Allow this database to be explored
es: Permitir que se explore esta base de datos

source: Allow this database to be queried in SQL Lab
es: Permitir que esta base de datos se consulte en SQL Lab

source: Allowed Domains (comma separated)
es: Dominios permitidos (separados por comas)

source: Also known as a box and whisker plot, this visualization compares the distributions of a related metric across multiple groups. The box in the middle emphasizes the mean, median, and inner 2 quartiles. The whiskers around each box visualize the min, max, range, and outer 2 quartiles.
es: También conocido como diagrama de caja y bigotes, esta visualización compara las distribuciones de una métrica relacionada en varios grupos. El cuadro central resalta la media, la mediana y los dos cuartiles internos. Los bigotes alrededor de cada cuadro visualizan el mínimo, el máximo, el rango y los dos cuartiles externos.

source: Altered
es: Alterado

source: An enclosed time range (both start and end) must be specified when using a Time Comparison.
es: Se debe especificar un rango de tiempo cerrado (tanto de inicio como de finalización) cuando se utiliza una Comparación de tiempo.

source: An engine must be specified when passing individual parameters to a database.
es: Se debe especificar un motor al pasar parámetros individuales a una base de datos.

source: An error has occurred
es: Se ha producido un error.

source: An error occurred
es: Se produjo un error

source: An error occurred saving dataset
es: Se produjo un error al guardar el conjunto de datos

source: An error occurred while collapsing the table schema. Please contact your administrator.
es: Se produjo un error al contraer el esquema de la tabla. Contacte con su administrador.

source: An error occurred while creating the data source
es: Se produjo un error al crear la fuente de datos

source: An error occurred while expanding the table schema. Please contact your administrator.
es: Se produjo un error al expandir el esquema de la tabla. Contacte con su administrador.

source: An error occurred while fetching available CSS templates
es: Se produjo un error al obtener las plantillas CSS disponibles

source: An error occurred while fetching chart owners values: %s
es: Se produjo un error al obtener los valores de los propietarios del gráfico: %s

source: An error occurred while fetching dashboard owner values: %s
es: Se produjo un error al obtener los valores del propietario del panel: %s

source: An error occurred while fetching dashboards
es: Se produjo un error al obtener los paneles

source: An error occurred while fetching dashboards: %s
es: Se produjo un error al obtener los paneles: %s

source: An error occurred while fetching database related data: %s
es: Se produjo un error al obtener los datos relacionados con la base de datos: %s

source: An error occurred while fetching database values: %s
es: Se produjo un error al obtener los valores de la base de datos: %s
