Repository: AVEDIAN/Avedian-Assets
Catalog: Traduccion/*/messages.po
Languages: es

source: Whether to display a legend for the chart
es: Si desea mostrar una leyenda para el gráfico

source: Whether to display bubbles on top of countries
es: Si se deben mostrar burbujas encima de los países

source: Whether to display the aggregate count
es: Si se debe mostrar el recuento agregado

source: Whether to display the interactive data table
es: Si se debe mostrar la tabla de datos interactiva

source: Whether to display the labels.
es: Si desea mostrar las etiquetas.

source: Whether to display the legend (toggles)
es: Si se debe mostrar la leyenda (alterna)

source: Whether to display the metric name as a title
es: Si se debe mostrar el nombre de la métrica como título

source: Whether to display the min and max values of the X-axis
es: Si se deben mostrar los valores mínimo y máximo del eje X

source: Whether to display the min and max values of the Y-axis
es: Si se deben mostrar los valores mínimo y máximo del eje Y

source: Whether to display the numerical values within the cells
es: Si se deben mostrar los valores numéricos dentro de las celdas

source: Whether to display the time range interactive selector
es: Si se debe mostrar el selector interactivo de rango de tiempo

source: Whether to display the timestamp
es: Si se debe mostrar la marca de tiempo

source: Whether to display the trend line
es: Si se debe mostrar la línea de tendencia

source: Whether to enable changing graph position and scaling.
es: Si habilitar o no el cambio de posición y escala del gráfico.

source: Whether to enable node dragging in force layout mode.
es: Si habilitar el arrastre de nodos en el modo de diseño forzado.

source: Whether to ignore locations that are null
es: Si se deben ignorar las ubicaciones que son nulas

source: Whether to include the time granularity as defined in the time section
es: Si se debe incluir la granularidad de tiempo tal como se define en la sección de tiempo

source: Whether to populate autocomplete filters options
es: Si desea rellenar las opciones de filtros de autocompletar

source: Whether to show extra controls or not. Extra controls include things like making multiBar charts stacked or side by side.
es: Si se muestran o no controles adicionales. Entre los controles adicionales se incluyen funciones como crear gráficos de barras múltiples apilados o en paralelo.

source: Whether to show minor ticks on the axis
es: Si se deben mostrar pequeñas marcas en el eje

source: Whether to show the pointer
es: Si se debe mostrar el puntero

source: Whether to show the progress of gauge chart
es: Si se debe mostrar el progreso del gráfico de medición

source: Whether to show the split lines on the axis
es: Si se deben mostrar las líneas divisorias en el eje

source: Whether to sort descending or ascending
es: Si ordenar de forma descendente o ascendente

source: Whether to sort results by the selected metric in descending order.
es: Si desea ordenar los resultados por la métrica seleccionada en orden descendente.

source: Whether to sort tooltip by the selected metric in descending order.
es: Si desea ordenar la información sobre herramientas según la métrica seleccionada en orden descendente.

source: Which country to plot the map for?
es: ¿Para qué país trazar el mapa?

source: Which relatives to highlight on hover
es: ¿Qué parientes destacar al pasar el mouse sobre ellos?

source: Whisker/outlier options
es: Opciones de bigotes/valores atípicos

source: Width
es: Ancho

source: Width of the sparkline
es: Ancho del minigráfico

source: Window must be > 0
es: La ventana debe ser &gt; 0

source: With a subheader
es: Con un subtítulo

source: Word Cloud
es: Nube de palabras

source: Working
es: Laboral

source: Working timeout
es: Tiempo de espera de trabajo

source: World Map
es: Mapa del mundo

source: Write a description for your query
es: Escribe una descripción para tu consulta

source: Write a handlebars template to render the data
es: Escriba una plantilla de manillar para representar los datos

source: X AXIS TITLE MARGIN
es: MARGEN DEL TÍTULO DEL EJE X

source: X Axis
es: Eje X

source: X Axis Label
es: Etiqueta del eje X

source: X Axis Title
es: Título del eje X

source: X Log Scale
es: Escala logarítmica X

source: X Tick Layout
es: Diseño de marca X

source: X bounds
es: Límites X

source: X-Axis Sort By
es: Ordenar por eje X

source: Y 2 bounds
es: Límites de Y 2

source: Y AXIS TITLE MARGIN
es: MARGEN DEL TÍTULO DEL EJE Y

source: Y Axis
es: Eje Y

source: Y Axis 2 Bounds
es: Límites del eje Y 2

source: Y Axis Bounds
es: Límites del eje Y

source: Y Axis Format
es: Formato del eje Y

source: Y Axis Label
es: Etiqueta del eje Y

source: Y Axis Title
es: Título del eje Y

source: Y Axis Title Margin
es: Margen del título del eje Y

source: Y Log Scale
es: Escala logarítmica Y

source: Y bounds
es: Límites Y

source: Y-Axis Sort By
es: Ordenar por eje Y

source: Y-axis bounds
es: Límites del eje Y

source: Year (freq=AS)
es: Año (freq=AS)

source: Yearly seasonality
es: Estacionalidad anual

source: Yes
es: Sí

source: Yes, cancel
es: Sí, cancelar

source: Yes, overwrite changes
es: Sí, sobrescribir los cambios

source: You are adding tags to %s %ss
es: Estás agregando etiquetas a %s %ss

source: You are importing one or more charts that already exist. Overwriting might cause you to lose some of your work. Are you sure you want to overwrite?
es: Está importando uno o más gráficos ya existentes. Sobrescribirlos podría provocar la pérdida de parte de su trabajo. ¿Está seguro de que desea sobrescribirlos?

source: You are importing one or more dashboards that already exist. Overwriting might cause you to lose some of your work. Are you sure you want to overwrite?
es: Está importando uno o más paneles que ya existen. Sobrescribirlos podría provocar la pérdida de parte de su trabajo. ¿Está seguro de que desea sobrescribirlos?

source: You are importing one or more databases that already exist. Overwriting might cause you to lose some of your work. Are you sure you want to overwrite?
es: Está importando una o más bases de datos ya existentes. Sobrescribirlas podría provocar la pérdida de parte de su trabajo. ¿Está seguro de que desea sobrescribirlas?

source: You are importing one or more datasets that already exist. Overwriting might cause you to lose some of your work. Are you sure you want to overwrite?
es: Está importando uno o más conjuntos de datos ya existentes. Sobrescribirlos podría provocar la pérdida de parte de su trabajo. ¿Está seguro de que desea sobrescribirlos?

source: You are viewing this chart in a dashboard context with labels shared across multiple charts. The color scheme selection is disabled.
es: Estás viendo este gráfico en un panel con etiquetas compartidas en varios gráficos. La selección del esquema de colores está deshabilitada.

source: You are viewing this chart in the context of a dashboard that is directly affecting its colors. To edit the color scheme, open this chart outside of the dashboard.
es: Estás viendo este gráfico en el contexto de un panel que afecta directamente sus colores. Para editar el esquema de colores, abre este gráfico fuera del panel.

source: You can add the components in the
es: Puede agregar los componentes en el

source: You can add the components in the edit mode.
es: Puede agregar los componentes en el modo de edición.

source: You can also just click on the chart to apply cross-filter.
es: También puede simplemente hacer clic en el gráfico para aplicar un filtro cruzado.

source: You can choose to display all charts that you have access to or only the ones you own. Your filter selection will be saved and remain active until you choose to change it.
es: Puedes elegir mostrar todos los gráficos a los que tienes acceso o solo los que posees. Tu selección de filtro se guardará y permanecerá activa hasta que la modifiques.

source: You can create a new chart or use existing ones from the panel on the right
es: Puede crear un nuevo gráfico o utilizar los existentes desde el panel de la derecha

source: You can preview the list of dashboards in the chart settings dropdown.
es: Puede obtener una vista previa de la lista de paneles en el menú desplegable de configuración del gráfico.

source: You can't apply cross-filter on this data point.
es: No se puede aplicar un filtro cruzado en este punto de datos.

source: You cannot delete the last temporal filter as it's used for time range filters in dashboards.
es: No puedes eliminar el último filtro temporal ya que se utiliza para filtros de rango de tiempo en los paneles.

source: You cannot use 45° tick layout along with the time range filter
es: No se puede utilizar el diseño de tick de 45° junto con el filtro de rango de tiempo

source: You do not have permission to edit this chart
es: No tienes permiso para editar este gráfico.

source: You do not have permission to edit this dashboard
es: No tienes permiso para editar este panel

source: You do not have permissions to edit this dashboard.
es: No tienes permisos para editar este panel.

source: You don't have the rights to alter this title.
es: No tienes derecho a alterar este título.

source: You have removed this filter.
es: Has eliminado este filtro.

source: You have unsaved changes.
es: Tienes cambios sin guardar

source: You have used all %(historyLength)s undo slots and will not be able to fully undo subsequent actions. You may save your current state to reset the history.
es: Has utilizado %(historyLength)s espacios para deshacer y no podrás deshacer por completo las acciones posteriores. Puedes guardar tu estado actual para restablecer el historial.

source: You may have an error in your SQL statement. {message}
es: Es posible que tenga un error en su declaración SQL. {mensaje}

source: You must be a dataset owner in order to edit. Please reach out to a dataset owner to request modifications or edit access.
es: Debe ser propietario del conjunto de datos para poder editar. Para solicitar modificaciones o acceso de edición, póngase en contacto con el propietario del conjunto de datos.

source: You must pick a name for the new dashboard
es: Debes elegir un nombre para el nuevo panel

source: You must run the query successfully first
es: Primero debe ejecutar la consulta correctamente

source: You need to configure HTML sanitization to use CSS
es: Necesita configurar la desinfección de HTML para usar CSS

source: You updated the values in the control panel, but the chart was not updated automatically. Run the query by clicking on the "Update chart" button or
es: Actualizó los valores en el panel de control, pero el gráfico no se actualizó automáticamente. Ejecute la consulta haciendo clic en el botón &quot;Actualizar gráfico&quot; o

source: You've changed datasets. Any controls with data (columns, metrics) that match this new dataset have been retained.
es: Has cambiado los conjuntos de datos. Se han conservado todos los controles con datos (columnas, métricas) que coinciden con este nuevo conjunto de datos.

source: Your chart is not up to date
es: Su gráfico no está actualizado

source: Your chart is ready to go!
es: ¡Tu gráfico está listo!

source: Your dashboard is near the size limit.
es: Su tablero está cerca del límite de tamaño.

source: Your query could not be saved
es: No se pudo guardar su consulta

source: Your query could not be scheduled
es: No se pudo programar su consulta

source: Your query could not be updated
es: No se pudo actualizar su consulta

source: Your query has been scheduled. To see details of your query, navigate to Saved queries
es: Su consulta ha sido programada. Para ver los detalles, vaya a Consultas guardadas.

source: Your query was saved
es: Su consulta fue guardada

source: Your query was updated
es: Su consulta fue actualizada

source: Your range is not within the dataset range
es: Su rango no está dentro del rango del conjunto de datos

source: ZIP file contains multiple file types
es: El archivo ZIP contiene varios tipos de archivos

source: Zoom level
es: Nivel de zoom

source: Zoom level of the map
es: Nivel de zoom del mapa

source: [Longitude] and [Latitude] columns must be present in [Group By]
es: Las columnas [Longitud] y [Latitud] deben estar presentes en [Agrupar por]

source: [Longitude] and [Latitude] must be set
es: Se deben configurar [Longitud] y [Latitud]

source: [dashboard name]
es: [nombre del tablero]

source: [optional] this secondary metric is used to define the color as a ratio against the primary metric. When omitted, the color is categorical and based on labels
es: [opcional] Esta métrica secundaria se utiliza para definir el color como una proporción respecto a la métrica principal. Si se omite, el color es categórico y se basa en etiquetas.

source: `compare_columns` must have the same length as `source_columns`.
es: `compare_columns` debe tener la misma longitud que `source_columns`.

source: `compare_type` must be `difference`, `percentage` or `ratio`
es: `compare_type` debe ser `difference`, `percentage` o `ratio`

source: `confidence_interval` must be between 0 and 1 (exclusive)
es: `confidence_interval` debe estar entre 0 y 1 (exclusivo)

source: `count` is COUNT(*) if a group by is used. Numerical columns will be aggregated with the aggregator. Non-numerical columns will be used to label points. Leave empty to get a count of points in each cluster.
es: `count` es COUNT(*) si se utiliza una agrupación por. Las columnas numéricas se agregarán con el agregador. Las columnas no numéricas se usarán para etiquetar los puntos. Déjelo en blanco para obtener el recuento de puntos en cada clúster.

source: `operation` property of post processing object undefined
es: Propiedad `operación` del objeto de posprocesamiento indefinida

source: `rename_columns` must have the same length as `columns` + `time_shift_columns`.
es: `rename_columns` debe tener la misma longitud que `columns` + `time_shift_columns`.

source: `row_offset` must be greater than or equal to 0
es: `row_offset` debe ser mayor o igual a 0

source: `width` must be greater or equal to 0
es: `ancho` debe ser mayor o igual a 0

source: add colors to cell bars for +/-
es: añadir colores a las barras de celdas para +/-

source: aggregate
es: agregar

source: alert
es: alerta

source: alerts
es: alertas

source: all
es: todo

source: also copy (duplicate) charts
es: También copiar (duplicar) gráficos

source: ancestor
es: antepasado

source: annotation
es: anotación

source: annotation_layer
es: capa de anotación

source: at
es: en

source: background
es: fondo

source: below (example:
es: a continuación (ejemplo:

source: between {down} and {up} {name}
es: entre {abajo} y {arriba} {nombre}

source: bfill
es: relleno

source: bolt
es: tornillo

source: boolean type icon
es: icono de tipo booleano

source: button (cmd + z) until you save your changes.
es: Botón (cmd + z) hasta que guarde los cambios.

source: by using
es: mediante el uso

source: cannot be empty
es: no puede estar vacío

source: chart
es: cuadro

source: choose WHERE or HAVING...
es: Elige DONDE o TENER...

source: click here
es: haga clic aquí

source: code ISO 3166-1 alpha-2 (cca2)
es: código ISO 3166-1 alfa-2 (cca2)

source: code ISO 3166-1 alpha-3 (cca3)
es: código ISO 3166-1 alfa-3 (cca3)

source: code International Olympic Committee (cioc)
es: Código del Comité Olímpico Internacional (cioc)

source: column
es: columna

source: connecting to %(dbModelName)s
es: Conectándose a %(dbModelName)s

source: create dataset from SQL query
es: crear un conjunto de datos a partir de una consulta SQL

source: css_template
es: plantilla css

source: dashboard
es: panel

source: database
es: base de datos

source: dataset
es: conjunto de datos

source: date
es: fecha

source: day
es: día

source: day of the month
es: día del mes

source: day of the week
es: día de la semana

source: deck.gl 3D Hexagon
es: deck.gl Hexágono 3D

source: deck.gl Arc
es: Arco de deck.gl

source: deck.gl Grid
es: Cuadrícula de deck.gl

source: deck.gl Path
es: Ruta deck.gl

source: deck.gl Polygon
es: Polígono deck.gl

source: deck.gl Scatterplot
es: Diagrama de dispersión de deck.gl

source: deck.gl Screen Grid
es: Cuadrícula de pantalla deck.gl

source: deckGL
es: cubiertaGL

source: description
es: descripción

source: dialect+driver://username:password@host:port/database
es: dialecto+controlador://nombre de usuario:contraseña@host:puerto/base de datos

source: e.g. ********
es: p.ej ********

source: e.g. 127.0.0.1
es: p. ej. 127.0.0.1

source: e.g. 5432
es: p. ej. 5432

source: e.g. AccountAdmin
es: p. ej. AccountAdmin

source: e.g. compute_wh
es: p. ej. compute_wh

source: e.g. hive_metastore
es: p. ej. hive_metastore

source: e.g. param1=value1&param2=value2
es: p. ej. param1=valor1¶m2=valor2

source: e.g. sql/protocolv1/o/12345
es: p. ej. sql/protocolv1/o/12345

source: e.g. world_population
es: p. ej. población_mundial

source: e.g. xy12345.us-east-2.aws
es: p. ej. xy12345.us-east-2.aws

source: email subject
es: asunto del correo electrónico

source: error dark
es: error oscuro

source: every
es: cada

source: every day of the month
es: todos los días del mes

source: every day of the week
es: todos los días de la semana

source: every hour
es: cada hora

source: every month
es: cada mes

source: ffill
es: rellenar

source: function type icon
es: icono de tipo de función

source: geohash (square)
es: geohash (cuadrado)

source: heatmap: values are normalized across the entire heatmap
es: Mapa de calor: los valores se normalizan en todo el mapa de calor.

source: hour
es: hora

source: in
es: en

source: in modal
es: en modal

source: is expected to be a Mapbox URL
es: Se espera que sea una URL de Mapbox

source: is expected to be a number
es: Se espera que sea un número

source: is expected to be an integer
es: Se espera que sea un número entero

source: key a-z
es: clave az

source: key z-a
es: clave za

source: latest partition:
es: última partición:

source: less than {min} {name}
es: menos de {min} {nombre}

source: log
es: registro

source: lower percentile must be greater than 0 and less than 100. Must be lower than upper percentile.
es: El percentil inferior debe ser mayor que 0 y menor que 100. Debe ser menor que el percentil superior.

source: mean
es: significar

source: median
es: mediana

source: minute
es: minuto

source: month
es: mes

source: more than {max} {name}
es: más de {max} {nombre}

source: must have a value
es: debe tener un valor

source: numeric type icon
es: icono de tipo numérico

source: on
es: en

source: or use existing ones from the panel on the right
es: o utilizar los existentes en el panel de la derecha

source: overall
es: en general

source: p-value precision
es: precisión del valor p

source: p1
es: pág. 1

source: p5
es: pág. 5

source: p95
es: pág. 95

source: p99
es: pág. 99

source: page_size.all
es: tamaño_de_página.todos

source: percentiles must be a list or tuple with two numeric values, of which the first is lower than the second value
es: Los percentiles deben ser una lista o tupla con dos valores numéricos, de los cuales el primero es menor que el segundo valor.

source: pixels
es: píxeles

source: previous calendar month
es: mes calendario anterior

source: previous calendar quarter
es: trimestre calendario anterior

source: previous calendar week
es: semana del calendario anterior

source: previous calendar year
es: año calendario anterior

source: query
es: consulta

source: reboot
es: reiniciar

source: report
es: informe

source: reports
es: informes

source: restore zoom
es: restaurar el zoom

source: series: Treat each series independently; overall: All series use the same scale; change: Show changes compared to the first data point in each series
es: serie: Tratar cada serie independientemente; general: Todas las series usan la misma escala; cambio: Mostrar cambios comparados con el primer punto de datos en cada serie

source: std
es: estándar

source: step-before
es: paso anterior

source: string type icon
es: icono de tipo de cadena

source: sum
es: suma

source: syntax.
es: sintaxis.

source: tag
es: etiqueta

source: temporal type icon
es: icono de tipo temporal

source: textarea
es: área de texto

source: upper percentile must be greater than 0 and less than 100. Must be higher than lower percentile.
es: El percentil superior debe ser mayor que 0 y menor que 100. Debe ser mayor que el percentil inferior.

source: var
es: variedad

source: was created
es: fue creado

source: week
es: semana

source: week ending Saturday
es: semana que termina el sábado

source: week starting Sunday
es: semana que comienza el domingo

source: x
es: incógnita

source: x: values are normalized within each column
es: x: los valores se normalizan dentro de cada columna

source: y: values are normalized within each row
es: y: los valores se normalizan dentro de cada fila

source: year
es: año

source: zoom area
es: área de zoom

source: © Layer attribution
es: © Atribución de capas
