Repository: AVEDIAN/Avedian-Assets
Catalog: Traduccion/*/messages.po
Languages: es

source: Report Schedule not found.
es: Informe de programación no encontrado.

source: Report Schedule parameters are invalid.
es: Los parámetros de programación del informe no son válidos.

source: Report Schedule reached a working timeout.
es: El programa de informes alcanzó un tiempo de espera de trabajo.

source: Report Schedule state not found
es: Informe de estado de programación no encontrado

source: Report failed
es: Informe fallido

source: Report name
es: Nombre del informe

source: Report schedule unexpected error
es: Informar de un error inesperado en el cronograma

source: Report sending
es: Envío de informes

source: Report sent
es: Informe enviado

source: Reports
es: Informes

source: Repulsion strength between nodes
es: Fuerza de repulsión entre nodos

source: Request Access
es: Solicitar acceso

source: Request is incorrect: %(error)s
es: La solicitud es incorrecta: %(error)s

source: Request is not JSON
es: La solicitud no es JSON

source: Request missing data field.
es: Solicitar campo de datos faltante.

source: Required
es: Requerido

source: Required control values have been removed
es: Se han eliminado los valores de control obligatorios

source: Reset state
es: Estado de reinicio

source: Resource already has an attached report.
es: El recurso ya tiene un informe adjunto.

source: Results
es: Resultados

source: Results backend is not configured.
es: El backend de resultados no está configurado.

source: Results backend needed for asynchronous queries is not configured.
es: El backend de resultados necesario para consultas asincrónicas no está configurado.

source: Return to specific datetime.
es: Regresar a una fecha y hora específicas.

source: Reverse lat/long
es: Latitud/longitud inversa

source: Rich Tooltip
es: Información sobre herramientas enriquecida

source: Rich tooltip
es: Información sobre herramientas enriquecida

source: Right axis metric
es: Métrica del eje derecho

source: Right to Left
es: De derecha a izquierda

source: Right value
es: Valor correcto

source: Right-click on a dimension value to drill to detail by that value.
es: Haga clic con el botón derecho en un valor de dimensión para explorar en detalle ese valor.

source: Roles is a list which defines access to the dashboard. Granting a role access to a dashboard will bypass dataset level checks. If no roles are defined, regular access permissions apply.
es: Roles es una lista que define el acceso al panel. Otorgar acceso a un rol a un panel omitirá las comprobaciones a nivel de conjunto de datos. Si no se definen roles, se aplican los permisos de acceso habituales.

source: Roles is a list which defines access to the dashboard. Granting a role access to a dashboard will bypass dataset level checks.If no roles are defined, regular access permissions apply.
es: Roles es una lista que define el acceso al panel. Otorgar acceso a un rol a un panel omitirá las comprobaciones a nivel de conjunto de datos. Si no se definen roles, se aplican los permisos de acceso habituales.

source: Rolling function
es: Función de rodadura

source: Rolling window
es: Ventana enrollable

source: Root certificate
es: Certificado raíz

source: Root node id
es: ID del nodo raíz

source: Rotate x axis label
es: Girar la etiqueta del eje x

source: Rotate y axis label
es: Girar la etiqueta del eje y

source: Rotation to apply to words in the cloud
es: Rotación para aplicar a palabras en la nube

source: Row
es: Fila

source: Row containing the headers to use as column names (0 is first line of data).
es: Fila que contiene los encabezados que se utilizarán como nombres de columnas (0 es la primera línea de datos).

source: Row limit
es: Límite de filas

source: Rows
es: Filas

source: Rows per page, 0 means no pagination
es: Filas por página, 0 significa que no hay paginación

source: Rows subtotal position
es: Posición del subtotal de filas

source: Rule
es: Regla

source: Rule added
es: Regla añadida

source: Run
es: Correr

source: Run in SQL Lab
es: Ejecutar en SQL Lab

source: Run query
es: Ejecutar consulta

source: Run query (Ctrl + Return)
es: Ejecutar consulta (Ctrl + Retorno)

source: Run query in a new tab
es: Ejecutar consulta en una nueva pestaña

source: Run selection
es: Selección de ejecución

source: Running
es: Correr

source: Running statement %(statement_num)s out of %(statement_count)s
es: Declaración en ejecución %(statement_num)s de %(statement_count)s

source: SAT
es: SE SENTÓ

source: SQL Copied!
es: ¡SQL copiado!

source: SQL Lab
es: Laboratorio de SQL

source: SQL Lab uses your browser's local storage to store queries and results. Currently, you are using %(currentUsage)s KB out of %(maxStorage)d KB storage space. To keep SQL Lab from crashing, please delete some query tabs. You can re-access these queries by using the Save feature before you delete the tab. Note that you will need to close other SQL Lab windows before you do this.
es: SQL Lab utiliza el almacenamiento local de su navegador para guardar consultas y resultados. Actualmente, está utilizando %(currentUsage)s KB de un espacio de almacenamiento de %(maxStorage)d KB. Para evitar que SQL Lab se bloquee, elimine algunas pestañas de consultas. Puede volver a acceder a estas consultas usando la función Guardar antes de eliminar la pestaña. Tenga en cuenta que deberá cerrar las demás ventanas de SQL Lab antes de hacerlo.

source: SQL Query
es: Consulta SQL

source: SQL expression
es: expresión SQL

source: SQL query
es: Consulta SQL

source: SQLAlchemy URI
es: URI de SQLAlchemy

source: SSH Host
es: Host SSH

source: SSH Port
es: Puerto SSH

source: SSH Tunnel
es: Túnel SSH

source: SSH Tunnel configuration parameters
es: Parámetros de configuración del túnel SSH

source: SSH Tunneling is not enabled
es: La tunelización SSH no está habilitada

source: SSL Mode "require" will be used.
es: Se utilizará el modo SSL &quot;requerido&quot;.

source: START (INCLUSIVE)
es: INICIO (INCLUIDO)

source: STEP %(stepCurr)s OF %(stepLast)s
es: PASO %(pasoActual)s DE %(pasoÚltimo)s

source: SUN
es: SOL

source: Sample Standard Deviation
es: Desviación estándar de la muestra

source: Sample Variance
es: Varianza de la muestra

source: Satellite Streets
es: Calles satélite

source: Saturday
es: Sábado

source: Save
es: Guardar

source: Save & Explore
es: Guardar y explorar

source: Save & go to dashboard
es: Guardar e ir al panel de control

source: Save (Overwrite)
es: Guardar (Sobrescribir)

source: Save as
es: Guardar como

source: Save as new
es: Guardar como nuevo

source: Save as:
es: Guardar como:

source: Save chart
es: Guardar gráfico

source: Save dashboard
es: Guardar el panel

source: Save for this session
es: Guardar para esta sesión

source: Save or Overwrite Dataset
es: Guardar o sobrescribir el conjunto de datos

source: Save query
es: Guardar consulta

source: Save this query as a virtual dataset to continue exploring
es: Guarde esta consulta como un conjunto de datos virtual para continuar explorando

source: Saved
es: Guardado

source: Saved Queries
es: Consultas guardadas

source: Saved metric
es: Métrica guardada

source: Saved queries
es: Consultas guardadas

source: Saved queries could not be deleted.
es: No se pudieron eliminar las consultas guardadas.

source: Saved query not found.
es: Consulta guardada no encontrada.

source: Scale and Move
es: Escalar y mover

source: Scale only
es: Sólo escala

source: Scatter
es: Dispersión

source: Scatter Plot
es: Diagrama de dispersión

source: Schedule
es: Cronograma

source: Schedule query
es: Consulta de programación

source: Schedule the query periodically
es: Programe la consulta periódicamente

source: Scheduled
es: Programado

source: Schema
es: Esquema

source: Scope
es: Alcance

source: Scoping
es: Alcance

source: Screenshot width
es: Ancho de captura de pantalla

source: Screenshot width must be between %(min)spx and %(max)spx
es: El ancho de la captura de pantalla debe estar entre %(min)spx y %(max)spx

source: Scroll
es: Voluta

source: Scroll down to the bottom to enable overwriting changes.
es: Desplácese hasta la parte inferior para habilitar la sobrescritura de cambios.

source: Search
es: Buscar

source: Search %s records
es: Buscar %s registros

source: Search / Filter
es: Buscar / Filtrar

source: Search Metrics & Columns
es: Métricas y columnas de búsqueda

source: Search by query text
es: Buscar por texto de consulta

source: Search...
es: Buscar...

source: Secondary currency format
es: Formato de moneda secundaria

source: Secondary y-axis Bounds
es: Límites del eje y secundario

source: Secondary y-axis format
es: Formato del eje Y secundario

source: Secondary y-axis title
es: Título del eje Y secundario

source: Secure extra
es: Asegurar extra

source: Security
es: Seguridad

source: See less
es: Ver menos

source: See more
es: Ver más

source: See table schema
es: Ver esquema de la tabla

source: Select ...
es: Seleccionar ...

source: Select a database to upload the file to
es: Seleccione una base de datos para cargar el archivo

source: Select a metric to display. You can use an aggregation function on a column or write custom SQL to create a metric.
es: Seleccione una métrica para mostrar. Puede usar una función de agregación en una columna o escribir una consulta SQL personalizada para crear una métrica.

source: Select a sheet name from the uploaded file
es: Seleccione un nombre de hoja del archivo cargado

source: Select a time grain for the visualization. The grain is the time interval represented by a single point on the chart.
es: Seleccione un grano de tiempo para la visualización. El grano es el intervalo de tiempo representado por un único punto en el gráfico.

source: Select a visualization type
es: Seleccione un tipo de visualización

source: Select columns that will be displayed in the table. You can multiselect columns.
es: Seleccione las columnas que se mostrarán en la tabla. Puede realizar múltiples selecciones.

source: Select databases require additional fields to be completed in the Advanced tab to successfully connect the database. Learn what requirements your databases has
es: Algunas bases de datos requieren que se completen campos adicionales en la pestaña Avanzado para conectarlas correctamente. Conozca los requisitos de sus bases de datos.

source: Select filter plugin using AntD
es: Seleccione el complemento de filtro usando AntD

source: Select first filter value by default
es: Seleccionar el primer valor de filtro por defecto

source: Select one or many metrics to display, that will be displayed in the percentages of total. Percentage metrics will be calculated only from data within the row limit. You can use an aggregation function on a column or write custom SQL to create a percentage metric.
es: Seleccione una o varias métricas para mostrar, que se mostrarán como porcentajes del total. Las métricas porcentuales se calcularán solo a partir de los datos dentro del límite de filas. Puede usar una función de agregación en una columna o escribir una SQL personalizada para crear una métrica porcentual.

source: Select one or many metrics to display. You can use an aggregation function on a column or write custom SQL to create a metric.
es: Seleccione una o varias métricas para mostrar. Puede usar una función de agregación en una columna o escribir una consulta SQL personalizada para crear una métrica.

source: Select shape for computing values. "FIXED" sets all zoom levels to the same size. "LINEAR" increases sizes linearly based on specified slope. "EXP" increases sizes exponentially based on specified exponent
es: Seleccione la forma para calcular los valores. &quot;FIJO&quot; establece todos los niveles de zoom al mismo tamaño. &quot;LINEAL&quot; aumenta el tamaño linealmente según la pendiente especificada. &quot;EXP&quot; aumenta el tamaño exponencialmente según el exponente especificado.

source: Select subject
es: Seleccionar tema

source: Select the charts to which you want to apply cross-filters in this dashboard. Deselecting a chart will exclude it from being filtered when applying cross-filters from any chart on the dashboard. You can select "All charts" to apply cross-filters to all charts that use the same dataset or contain the same column name in the dashboard.
es: Seleccione los gráficos a los que desea aplicar filtros cruzados en este panel. Al deseleccionar un gráfico, este no se filtrará al aplicar filtros cruzados desde cualquier gráfico del panel. Puede seleccionar &quot;Todos los gráficos&quot; para aplicar filtros cruzados a todos los gráficos que utilicen el mismo conjunto de datos o contengan el mismo nombre de columna en el panel.

source: Select the charts to which you want to apply cross-filters when interacting with this chart. You can select "All charts" to apply filters to all charts that use the same dataset or contain the same column name in the dashboard.
es: Seleccione los gráficos a los que desea aplicar filtros cruzados al interactuar con este gráfico. Puede seleccionar &quot;Todos los gráficos&quot; para aplicar filtros a todos los gráficos que utilicen el mismo conjunto de datos o contengan el mismo nombre de columna en el panel.

source: Select values in highlighted field(s) in the control panel. Then run the query by clicking on the %s button.
es: Seleccione los valores en los campos resaltados en el panel de control. Luego, ejecute la consulta haciendo clic en el botón %s.

source: Send as CSV
es: Enviar como CSV

source: Send as PDF
es: Enviar como PDF

source: Send as PNG
es: Enviar como PNG

source: Send as text
es: Enviar como texto

source: September
es: Septiembre

source: Sequential
es: Secuencial

source: Series
es: Serie

source: Series chart type (line, bar etc)
es: Tipo de gráfico de serie (línea, barra, etc.)

source: Series limit
es: Límite de serie

source: Server Page Length
es: Longitud de la página del servidor

source: Server pagination
es: Paginación del servidor

source: Service Account
es: Cuenta de servicio

source: Service version
es: Versión de servicio

source: Set auto-refresh interval
es: Establecer el intervalo de actualización automática

source: Set filter mapping
es: Establecer la asignación de filtros

source: Set header rows and the number of rows to read or skip.
es: Establezca las filas de encabezado y la cantidad de filas que se leerán u omitirán.

source: Set up basic details, such as name and description.
es: Configure detalles básicos, como nombre y descripción.

source: Sets the hierarchy levels of the chart. Each level is represented by one ring with the innermost circle as the top of the hierarchy.
es: Establece los niveles de jerarquía del gráfico. Cada nivel se representa mediante un anillo, cuyo círculo más interno constituye la cima de la jerarquía.

source: Settings
es: Ajustes

source: Settings for time series
es: Configuración para series temporales

source: Share
es: Compartir

source: Shared query
es: Consulta compartida

source: Shift + Click to sort by multiple columns
es: Mayús + clic para ordenar por varias columnas

source: Short description must be unique for this layer
es: La descripción breve debe ser única para esta capa

source: Should daily seasonality be applied. An integer value will specify Fourier order of seasonality.
es: ¿Debe aplicarse la estacionalidad diaria? Un valor entero especificará el orden de Fourier de la estacionalidad.

source: Should weekly seasonality be applied. An integer value will specify Fourier order of seasonality.
es: ¿Debe aplicarse la estacionalidad semanal? Un valor entero especificará el orden de Fourier de la estacionalidad.

source: Should yearly seasonality be applied. An integer value will specify Fourier order of seasonality.
es: ¿Debe aplicarse la estacionalidad anual? Un valor entero especificará el orden de Fourier de la estacionalidad.

source: Show
es: Espectáculo

source: Show CREATE VIEW statement
es: Mostrar la declaración CREATE VIEW

source: Show Dashboard
es: Mostrar panel de control

source: Show Log
es: Mostrar registro

source: Show Markers
es: Mostrar marcadores

source: Show Timestamp
es: Mostrar marca de tiempo

source: Show Trend Line
es: Mostrar línea de tendencia

source: Show Upper Labels
es: Mostrar etiquetas superiores

source: Show Y-axis
es: Mostrar el eje Y

source: Show Y-axis on the sparkline. Will display the manually set min/max if set or min/max values in the data otherwise.
es: Mostrar el eje Y en el minigráfico. Se mostrarán los valores mínimo y máximo configurados manualmente, si están definidos, o en los datos, si no.

source: Show all...
es: Mostrar todo...

source: Show axis line ticks
es: Mostrar marcas de línea de eje

source: Show cell bars
es: Mostrar barras de celdas

source: Show data points as circle markers on the lines
es: Mostrar puntos de datos como marcadores circulares en las líneas

source: Show hierarchical relationships of data, with the value represented by area, showing proportion and contribution to the whole.
es: Mostrar relaciones jerárquicas de datos, con el valor representado por área, mostrando proporción y contribución al todo.

source: Show info tooltip
es: Mostrar información sobre herramientas

source: Show labels when the node has children.
es: Mostrar etiquetas cuando el nodo tiene hijos.

source: Show legend
es: Mostrar leyenda

source: Show less...
es: Mostrar menos...

source: Show minor ticks on axes.
es: Mostrar pequeñas marcas en los ejes.

source: Show only my charts
es: Mostrar solo mis gráficos

source: Show percentage
es: Mostrar porcentaje

source: Show pointer
es: Mostrar puntero

source: Show rows total
es: Mostrar el total de filas

source: Show series values on the chart
es: Mostrar valores de la serie en el gráfico

source: Show split lines
es: Mostrar líneas divididas

source: Show the value on top of the bar
es: Mostrar el valor en la parte superior de la barra

source: Show total aggregations of selected metrics. Note that row limit does not apply to the result.
es: Muestra las agregaciones totales de las métricas seleccionadas. Tenga en cuenta que el límite de filas no se aplica al resultado.

source: Showcases a single metric front-and-center. Big number is best used to call attention to a KPI or the one thing you want your audience to focus on.
es: Muestra una única métrica de forma destacada. Un número grande es ideal para destacar un KPI o aquello en lo que quieres que tu audiencia se centre.

source: Showcases a single number accompanied by a simple line chart, to call attention to an important metric along with its change over time or other dimension.
es: Muestra un solo número acompañado de un gráfico de líneas simple, para llamar la atención sobre una métrica importante junto con su cambio en el tiempo u otra dimensión.

source: Showcases how a metric changes as the funnel progresses. This classic chart is useful for visualizing drop-off between stages in a pipeline or lifecycle.
es: Muestra cómo cambia una métrica a medida que avanza el embudo. Este gráfico clásico es útil para visualizar la caída entre etapas de un pipeline o ciclo de vida.

source: Showcases the flow or link between categories using thickness of chords. The value and corresponding thickness can be different for each side.
es: Muestra el flujo o la conexión entre categorías mediante el grosor de las cuerdas. El valor y el grosor correspondiente pueden ser diferentes para cada lado.

source: Showcases the progress of a single metric against a given target. The higher the fill, the closer the metric is to the target.
es: Muestra el progreso de una métrica con respecto a un objetivo determinado. Cuanto mayor sea el nivel de llenado, más cerca está la métrica del objetivo.

source: Showing %s of %s
es: Mostrando %s de %s

source: Shows a list of all series available at that point in time
es: Muestra una lista de todas las series disponibles en ese momento.

source: Shows or hides markers for the time series
es: Muestra u oculta marcadores para la serie temporal

source: Significance Level
es: Nivel de significancia

source: Simple ad-hoc metrics are not enabled for this dataset
es: Las métricas ad-hoc simples no están habilitadas para este conjunto de datos

source: Single value type
es: Tipo de valor único

source: Size in pixels
es: Tamaño en píxeles

source: Size of edge symbols
es: Tamaño de los símbolos de borde

source: Size of marker. Also applies to forecast observations.
es: Tamaño del marcador. También se aplica a las observaciones de pronóstico.

source: Slug
es: Babosa

source: Small
es: Pequeño

source: Small number format
es: Formato de números pequeños

source: Smooth Line
es: Línea suave

source: Smooth-line is a variation of the line chart. Without angles and hard edges, Smooth-line sometimes looks smarter and more professional.
es: El gráfico de líneas suaves es una variante del gráfico de líneas. Sin ángulos ni bordes definidos, a veces resulta más elegante y profesional.

source: Solid
es: Sólido

source: Something went wrong with embedded authentication. Check the dev console for details.
es: Se produjo un error con la autenticación integrada. Consulta la consola de desarrollo para obtener más información.

source: Something went wrong.
es: Algo salió mal.

source: Sorry there was an error fetching database information: %s
es: Lo sentimos, hubo un error al obtener la información de la base de datos: %s

source: Sorry there was an error fetching saved charts:
es: Lo sentimos, se produjo un error al obtener los gráficos guardados:

source: Sorry, An error occurred
es: Lo sentimos, se produjo un error.

source: Sorry, something went wrong. Embedding could not be deactivated.
es: Lo sentimos, algo salió mal. No se pudo desactivar la incrustación.

source: Sorry, something went wrong. Please try again.
es: Lo sentimos, algo salió mal. Inténtalo de nuevo.

source: Sorry, something went wrong. Try again later.
es: Lo sentimos, algo salió mal. Inténtalo de nuevo más tarde.

source: Sorry, your browser does not support copying.
es: Lo sentimos, su navegador no admite la copia.

source: Sorry, your browser does not support copying. Use Ctrl / Cmd + C!
es: Lo sentimos, tu navegador no admite la copia. Usa Ctrl/Cmd + C.

source: Sort X Axis
es: Ordenar eje X

source: Sort Y Axis
es: Ordenar eje Y

source: Sort ascending
es: Ordenar ascendentemente

source: Sort by
es: Ordenar por

source: Sort columns alphabetically
es: Ordenar columnas alfabéticamente

source: Sort descending
es: Ordenar descendentemente

source: Sort metric
es: Métrica de ordenamiento

source: Sort series in ascending order
es: Ordenar series en orden ascendente

source: Source
es: Fuente

source: Source SQL
es: Fuente SQL

source: Sparkline
es: Minigráfico

source: Spatial
es: Espacial

source: Specific Date/Time
es: Fecha/hora específica

source: Specify name to CREATE TABLE AS schema in: public
es: Especifique el nombre para CREAR TABLA COMO esquema en: público

source: Specify name to CREATE VIEW AS schema in: public
es: Especifique el nombre para CREAR VISTA COMO esquema en: público

source: Specify the database version. This is used with Presto for query cost estimation, and Dremio for syntax changes, among others.
es: Especifique la versión de la base de datos. Esto se utiliza con Presto para la estimación del coste de las consultas y con Dremio para cambios de sintaxis, entre otros.

source: Stack series
es: Serie de pilas

source: Stack series on top of each other
es: Apilar series una encima de otra

source: Stacked Bars
es: Barras apiladas

source: Stacked Style
es: Estilo apilado

source: Standard time series
es: Series de tiempo estándar

source: Start
es: Comenzar

source: Start date included in time range
es: Fecha de inicio incluida en el rango de tiempo

source: Start y-axis at 0
es: Iniciar el eje y en 0
