Repository: AVEDIAN/Avedian-Assets
Catalog: Traduccion/*/messages.po
Languages: es

source: Time delta is ambiguous. Please specify [%(human_readable)s ago] or [%(human_readable)s later].
es: El delta temporal es ambiguo. Por favor, especifique [hace %(human_readable)s] o [%(human_readable)s después].

source: Time grain
es: Grano de tiempo

source: Time grain missing
es: Falta el grano de tiempo

source: Time granularity
es: Granularidad temporal

source: Time in seconds
es: Tiempo en segundos

source: Time range
es: Rango de tiempo

source: Time related form attributes
es: Atributos de formulario relacionados con el tiempo

source: Time series columns
es: Columnas de series de tiempo

source: Time shift
es: cambio de hora

source: Time string is ambiguous. Please specify [%(human_readable)s ago] or [%(human_readable)s later].
es: La cadena de tiempo es ambigua. Por favor, especifique [hace %(human_readable)s] o [%(human_readable)s después].

source: Time-series Table
es: Tabla de series de tiempo

source: Timeout error
es: Error de tiempo de espera

source: Timezone
es: Zona horaria

source: Title
es: Título

source: Title or Slug
es: Título o slug

source: To enable multiple column sorting, hold down the ⇧ Shift key while clicking the column header.
es: Para habilitar la ordenación de múltiples columnas, mantenga presionada la tecla ⇧ Shift mientras hace clic en el encabezado de la columna.

source: To filter on a metric, use Custom SQL tab.
es: Para filtrar una métrica, utilice la pestaña SQL personalizado.

source: To get a readable URL for your dashboard
es: Para obtener una URL legible para su panel de control

source: Tooltip
es: Información sobre herramientas

source: Top to Bottom
es: De arriba a abajo

source: Total (%(aggregatorName)s)
es: Total (%(agregadorName)s)

source: Track job
es: Seguimiento del trabajo

source: Transparent
es: Transparente

source: Transpose pivot
es: Pivote de transposición

source: Treat values as categorical.
es: Tratar los valores como categóricos.

source: Tree layout
es: Disposición del árbol

source: Treemap
es: Mapa de árbol

source: Triangle
es: Triángulo

source: Trigger Alert If...
es: Activar alerta si...

source: Truncate Y Axis
es: Truncar el eje Y

source: Truncate Y Axis. Can be overridden by specifying a min or max bound.
es: Truncar eje Y. Se puede anular especificando un límite mínimo o máximo.

source: Truncate long cells to the "min width" set above
es: Truncar celdas largas al &quot;ancho mínimo&quot; establecido anteriormente

source: Truncates the specified date to the accuracy specified by the date unit.
es: Trunca la fecha especificada con la precisión especificada por la unidad de fecha.

source: Try applying different filters or ensuring your datasource has data
es: Intente aplicar diferentes filtros o asegurarse de que su fuente de datos tenga datos

source: Try different criteria to display results.
es: Pruebe diferentes criterios para mostrar los resultados.

source: Tuesday
es: Martes

source: Type
es: Tipo

source: Type "%s" to confirm
es: Escriba &quot;%s&quot; para confirmar

source: Type a value here
es: Escriba un valor aquí

source: Type is required
es: El tipo es obligatorio

source: Type of comparison, value difference or percentage
es: Tipo de comparación, diferencia de valor o porcentaje

source: URL parameters
es: Parámetros de URL

source: URL slug
es: babosa de URL

source: Unable to calculate such a date delta
es: No se puede calcular dicho delta de fecha

source: Unable to connect to catalog named "%(catalog_name)s".
es: No se puede conectar al catálogo llamado &quot;%(catalog_name)s&quot;.

source: Unable to connect to database "%(database)s".
es: No se puede conectar a la base de datos &quot;%(database)s&quot;.

source: Unable to connect. Verify that the following roles are set on the service account: "BigQuery Data Viewer", "BigQuery Metadata Viewer", "BigQuery Job User" and the following permissions are set "bigquery.readsessions.create", "bigquery.readsessions.getData"
es: No se puede conectar. Verifique que los roles &quot;BigQuery Data Viewer&quot;, &quot;BigQuery Metadata Viewer&quot; y &quot;BigQuery Job User&quot; estén configurados en la cuenta de servicio, así como los permisos &quot;bigquery.readsessions.create&quot; y &quot;bigquery.readsessions.getData&quot;.

source: Unable to create chart without a query id.
es: No se puede crear un gráfico sin un ID de consulta.

source: Unable to decode value
es: No se puede decodificar el valor

source: Unable to encode value
es: No se puede codificar el valor

source: Unable to load columns for the selected table. Please select a different table.
es: No se pueden cargar las columnas de la tabla seleccionada. Seleccione otra tabla.

source: Unable to migrate query editor state to backend. Superset will retry later. Please contact your administrator if this problem persists.
es: No se puede migrar el estado del editor de consultas al backend. Superset lo intentará más tarde. Si el problema persiste, contacte con su administrador.

source: Unable to migrate query state to backend. Superset will retry later. Please contact your administrator if this problem persists.
es: No se puede migrar el estado de la consulta al backend. Superset lo intentará más tarde. Si el problema persiste, contacte con su administrador.

source: Unable to migrate table schema state to backend. Superset will retry later. Please contact your administrator if this problem persists.
es: No se puede migrar el estado del esquema de la tabla al backend. Superset lo intentará más tarde. Si el problema persiste, contacte con su administrador.

source: Unable to parse SQL
es: No se puede analizar SQL

source: Unable to retrieve dashboard colors
es: No se pueden recuperar los colores del tablero

source: Unable to sync permissions for this database connection.
es: No se pueden sincronizar los permisos para esta conexión de base de datos.

source: Undefined
es: Indefinido

source: Undefined window for rolling operation
es: Ventana no definida para operación de laminación

source: Undo?
es: ¿Deshacer?

source: Unexpected error
es: Error inesperado

source: Unexpected error occurred, please check your logs for details
es: Se produjo un error inesperado, verifique sus registros para obtener más detalles.

source: Unknown MySQL server host "%(hostname)s".
es: Host de servidor MySQL desconocido &quot;%(hostname)s&quot;.

source: Unknown Presto Error
es: Error desconocido de Presto

source: Unknown Status
es: Estado desconocido

source: Unknown column used in orderby: %(col)s
es: Columna desconocida utilizada en orderby: %(col)s

source: Unknown error
es: Error desconocido

source: Unknown input format
es: Formato de entrada desconocido

source: Unsafe return type for function %(func)s: %(value_type)s
es: Tipo de retorno inseguro para la función %(func)s: %(value_type)s

source: Unsafe template value for key %(key)s: %(value_type)s
es: Valor de plantilla inseguro para la clave %(key)s: %(value_type)s

source: Unsupported clause type: %(clause)s
es: Tipo de cláusula no compatible: %(clause)s

source: Unsupported post processing operation: %(operation)s
es: Operación de posprocesamiento no compatible: %(operation)s

source: Unsupported return value for method %(name)s
es: Valor de retorno no admitido para el método %(name)s

source: Unsupported template value for key %(key)s
es: Valor de plantilla no compatible para la clave %(key)s

source: Unsupported time grain: %(time_grain)s
es: Grano de tiempo no admitido: %(time_grain)s

source: Untitled query
es: Consulta sin título

source: Update
es: Actualizar

source: Updating chart was stopped
es: Se detuvo la actualización del gráfico

source: Upload
es: Subir

source: Upload JSON file
es: Subir archivo JSON

source: Upload a file with a valid extension. Valid: [%s]
es: Sube un archivo con una extensión válida. Válido: [%s]

source: Upper Threshold
es: Umbral superior

source: Use "%(menuName)s" menu instead.
es: Utilice el menú &quot;%(menuName)s&quot; en su lugar.

source: Use a log scale
es: Utilice una escala logarítmica

source: Use a log scale for the X-axis
es: Utilice una escala logarítmica para el eje X

source: Use a log scale for the Y-axis
es: Utilice una escala logarítmica para el eje Y

source: Use an encrypted connection to the database
es: Utilice una conexión cifrada a la base de datos

source: Use another existing chart as a source for annotations and overlays. Your chart must be one of these visualization types: [%s]
es: Utilice otro gráfico existente como fuente para anotaciones y superposiciones. Su gráfico debe ser de uno de estos tipos de visualización: [%s]

source: Use date formatting even when metric value is not a timestamp
es: Utilice el formato de fecha incluso cuando el valor de la métrica no sea una marca de tiempo

source: Use metrics as a top level group for columns or for rows
es: Utilice las métricas como un grupo de nivel superior para columnas o filas

source: Use only a single value.
es: Utilice sólo un único valor.

source: Use the Advanced Analytics options below
es: Utilice las opciones de Análisis avanzado que aparecen a continuación

source: Use this section if you want a query that aggregates
es: Utilice esta sección si desea una consulta que agregue

source: Use this section if you want to query atomic rows
es: Utilice esta sección si desea consultar filas atómicas

source: Use this to define a static color for all circles
es: Utilice esto para definir un color estático para todos los círculos.

source: Used internally to identify the plugin. Should be set to the package name from the pluginʼs package.json
es: Se usa internamente para identificar el complemento. Debe configurarse con el nombre del paquete del archivo package.json del complemento.

source: Used to summarize a set of data by grouping together multiple statistics along two axes. Examples: Sales numbers by region and month, tasks by status and assignee, active users by age and location. Not the most visually stunning visualization, but highly informative and versatile.
es: Se utiliza para resumir un conjunto de datos agrupando múltiples estadísticas en dos ejes. Ejemplos: cifras de ventas por región y mes, tareas por estado y responsable, usuarios activos por edad y ubicación. No es la visualización más impactante, pero sí muy informativa y versátil.

source: User
es: Usuario

source: User query
es: Consulta de usuario

source: Uses Gaussian Kernel Density Estimation to visualize spatial distribution of data
es: Utiliza la estimación de densidad de kernel gaussiana para visualizar la distribución espacial de los datos

source: Uses a gauge to showcase progress of a metric towards a target. The position of the dial represents the progress and the terminal value in the gauge represents the target value.
es: Utiliza un indicador para mostrar el progreso de una métrica hacia un objetivo. La posición del dial representa el progreso y el valor final del indicador representa el valor objetivo.

source: Uses circles to visualize the flow of data through different stages of a system. Hover over individual paths in the visualization to understand the stages a value took. Useful for multi-stage, multi-group visualizing funnels and pipelines.
es: Utiliza círculos para visualizar el flujo de datos a través de las diferentes etapas de un sistema. Pase el cursor sobre las rutas individuales en la visualización para comprender las etapas que ha seguido un valor. Útil para visualizar embudos y pipelines multietapa y multigrupo.

source: Validating connectivity for %s
es: Validando la conectividad para %s

source: Value
es: Valor

source: Value Domain
es: Dominio de valor

source: Value bounds
es: Límites de valor

source: Value cannot exceed %s
es: El valor no puede exceder %s

source: Value difference between the time periods
es: Diferencia de valor entre los períodos de tiempo

source: Values are dependent on other filters
es: Los valores dependen de otros filtros.

source: Values selected in other filters will affect the filter options to only show relevant values
es: Los valores seleccionados en otros filtros afectarán las opciones de filtro para mostrar solo los valores relevantes

source: Version
es: Versión

source: Version number
es: Número de versión

source: Vertical (Left)
es: Vertical (izquierda)

source: View All »
es: Ver todo »

source: View in SQL Lab
es: Ver en SQL Lab

source: View keys & indexes (%s)
es: Ver claves e índices (%s)

source: View query
es: Ver consulta

source: Viewed
es: Visto

source: Virtual dataset query cannot consist of multiple statements
es: La consulta de conjunto de datos virtuales no puede constar de varias declaraciones

source: Virtual dataset query must be read-only
es: La consulta del conjunto de datos virtuales debe ser de solo lectura

source: Visual Tweaks
es: Ajustes visuales

source: Visualization Type
es: Tipo de visualización

source: Visualize a parallel set of metrics across multiple groups. Each group is visualized using its own line of points and each metric is represented as an edge in the chart.
es: Visualice un conjunto paralelo de métricas en varios grupos. Cada grupo se visualiza mediante su propia línea de puntos y cada métrica se representa como un borde en el gráfico.

source: Visualize a related metric across pairs of groups. Heatmaps excel at showcasing the correlation or strength between two groups. Color is used to emphasize the strength of the link between each pair of groups.
es: Visualice una métrica relacionada entre pares de grupos. Los mapas de calor son excelentes para mostrar la correlación o la fuerza entre dos grupos. El color se utiliza para resaltar la fuerza del vínculo entre cada par de grupos.

source: Visualize geospatial data like 3D buildings, landscapes, or objects in grid view.
es: Visualice datos geoespaciales como edificios, paisajes u objetos en 3D en la vista de cuadrícula.

source: Visualize multiple levels of hierarchy using a familiar tree-like structure.
es: Visualice múltiples niveles de jerarquía utilizando una estructura familiar similar a un árbol.

source: Visualize two different series using the same x-axis. Note that both series can be visualized with a different chart type (e.g. 1 using bars and 1 using a line).
es: Visualice dos series diferentes utilizando el mismo eje x. Tenga en cuenta que ambas series pueden visualizarse con un tipo de gráfico diferente (por ejemplo, una con barras y otra con líneas).

source: Visualizes a metric across three dimensions of data in a single chart (X axis, Y axis, and bubble size). Bubbles from the same group can be showcased using bubble color.
es: Visualiza una métrica en tres dimensiones de datos en un solo gráfico (eje X, eje Y y tamaño de burbuja). Las burbujas del mismo grupo se pueden mostrar mediante su color.

source: Visualizes connected points, which form a path, on a map.
es: Visualiza puntos conectados, que forman una ruta, en un mapa.

source: Visualizes geographic areas from your data as polygons on a Mapbox rendered map. Polygons can be colored using a metric.
es: Visualiza áreas geográficas de tus datos como polígonos en un mapa renderizado de Mapbox. Los polígonos se pueden colorear con una métrica.

source: Visualizes how a metric has changed over a time using a color scale and a calendar view. Gray values are used to indicate missing values and the linear color scheme is used to encode the magnitude of each day's value.
es: Visualiza la evolución de una métrica a lo largo del tiempo mediante una escala de colores y una vista de calendario. Los valores en gris indican los valores faltantes y el esquema de colores lineal codifica la magnitud del valor de cada día.

source: Visualizes how a single metric varies across a country's principal subdivisions (states, provinces, etc) on a choropleth map. Each subdivision's value is elevated when you hover over the corresponding geographic boundary.
es: Visualiza cómo varía una métrica en las principales subdivisiones de un país (estados, provincias, etc.) en un mapa de coropletas. El valor de cada subdivisión se eleva al pasar el cursor sobre el límite geográfico correspondiente.

source: Visualizes many different time-series objects in a single chart. This chart is being deprecated and we recommend using the Time-series Chart instead.
es: Visualiza diversos objetos de series temporales en un solo gráfico. Este gráfico está en desuso y recomendamos usar el gráfico de series temporales.

source: Visualizes the words in a column that appear the most often. Bigger font corresponds to higher frequency.
es: Visualiza las palabras que aparecen con más frecuencia en una columna. Un tamaño de fuente mayor indica una mayor frecuencia.

source: Viz is missing a datasource
es: A Viz le falta una fuente de datos

source: Viz type
es: Tipo de visualización

source: WED
es: CASARSE

source: WMS
es: Sistema de gestión de almacenes (WMS)

source: Want to add a new database?
es: ¿Quieres agregar una nueva base de datos?

source: Warning!
es: ¡Advertencia!

source: Warning! Changing the dataset may break the chart if the metadata does not exist.
es: ¡Advertencia! Cambiar el conjunto de datos puede dañar el gráfico si los metadatos no existen.

source: We are unable to connect to your database. Click "See more" for database-provided information that may help troubleshoot the issue.
es: No podemos conectarnos a su base de datos. Haga clic en &quot;Ver más&quot; para obtener información de la base de datos que podría ayudarle a solucionar el problema.

source: We can't seem to resolve column "%(column)s" at line %(location)s.
es: Parece que no podemos resolver la columna &quot;%(column)s&quot; en la línea %(location)s.

source: We can't seem to resolve the column "%(column_name)s"
es: Parece que no podemos resolver la columna &quot;%(column_name)s&quot;

source: We can't seem to resolve the column "%(column_name)s" at line %(location)s.
es: Parece que no podemos resolver la columna &quot;%(column_name)s&quot; en la línea %(location)s.

source: We have the following keys: %s
es: Tenemos las siguientes claves: %s

source: We were unable to active or deactivate this report.
es: No pudimos activar ni desactivar este informe.

source: We were unable to carry over any controls when switching to this new dataset.
es: No pudimos transferir ningún control al cambiar a este nuevo conjunto de datos.

source: We were unable to connect to your database named "%(database)s". Please verify your database name and try again.
es: No pudimos conectarnos a su base de datos &quot;%(database)s&quot;. Verifique el nombre de su base de datos e inténtelo de nuevo.

source: Wednesday
es: Miércoles

source: Week ending Saturday
es: Semana que termina el sábado

source: Week ending Sunday
es: Semana que termina el domingo

source: Week starting Monday
es: Semana que comienza el lunes

source: Week starting Sunday
es: Semana que comienza el domingo

source: Weekly Report for %s
es: Informe semanal de %s

source: Weekly seasonality
es: Estacionalidad semanal

source: What should be shown as the label
es: ¿Qué debe mostrarse como etiqueta?

source: What should be shown as the tooltip label
es: ¿Qué debe mostrarse como etiqueta de información sobre herramientas?

source: What should be shown on the label?
es: ¿Qué debe mostrarse en la etiqueta?

source: When `Calculation type` is set to "Percentage change", the Y Axis Format is forced to `.1%`
es: Cuando el `Tipo de cálculo` se establece en &quot;Cambio porcentual&quot;, el formato del eje Y se fuerza a `.1%`

source: When a secondary metric is provided, a linear color scale is used.
es: Cuando se proporciona una métrica secundaria, se utiliza una escala de color lineal.

source: When checked, the map will zoom to your data after each query
es: Cuando esté marcada, el mapa ampliará sus datos después de cada consulta

source: When enabled, users are able to visualize SQL Lab results in Explore.
es: Cuando esta opción está habilitada, los usuarios pueden visualizar los resultados de SQL Lab en Explorar.

source: When only a primary metric is provided, a categorical color scale is used.
es: Cuando solo se proporciona una métrica principal, se utiliza una escala de color categórica.

source: When specifying SQL, the datasource acts as a view. Superset will use this statement as a subquery while grouping and filtering on the generated parent queries.
es: Al especificar SQL, la fuente de datos actúa como una vista. Superset usará esta sentencia como subconsulta al agrupar y filtrar las consultas principales generadas.

source: When the secondary temporal columns are filtered, apply the same filter to the main datetime column.
es: Cuando se filtran las columnas temporales secundarias, aplique el mismo filtro a la columna de fecha y hora principal.

source: When unchecked, colors from the selected color scheme will be used for time shifted series
es: Cuando no está marcada, se utilizarán los colores del esquema de color seleccionado para las series con cambio de tiempo.

source: When using "Autocomplete filters", this can be used to improve performance of the query fetching the values. Use this option to apply a predicate (WHERE clause) to the query selecting the distinct values from the table. Typically the intent would be to limit the scan by applying a relative time filter on a partitioned or indexed time-related field.
es: Al usar &quot;Filtros de autocompletar&quot;, se puede mejorar el rendimiento de la consulta al obtener los valores. Use esta opción para aplicar un predicado (cláusula WHERE) a la consulta, seleccionando los distintos valores de la tabla. Normalmente, el objetivo es limitar el escaneo aplicando un filtro de tiempo relativo a un campo particionado o indexado relacionado con el tiempo.

source: When using 'Group By' you are limited to use a single metric
es: Al usar &quot;Agrupar por&quot;, está limitado a usar una única métrica

source: When using other than adaptive formatting, labels may overlap
es: Al utilizar un formato distinto al adaptativo, las etiquetas pueden superponerse

source: When using this option, default value can’t be set. Using this option may impact the load times for your dashboard.
es: Al usar esta opción, no se puede establecer el valor predeterminado. Usarla puede afectar los tiempos de carga del panel.

source: Whether the progress bar overlaps when there are multiple groups of data
es: Si la barra de progreso se superpone cuando hay varios grupos de datos

source: Whether to align background charts with both positive and negative values at 0
es: Si se deben alinear los gráficos de fondo con valores positivos y negativos en 0

source: Whether to align positive and negative values in cell bar chart at 0
es: Si se deben alinear los valores positivos y negativos en el gráfico de barras de celdas en 0

source: Whether to always show the annotation label
es: Si se debe mostrar siempre la etiqueta de anotación

source: Whether to animate the progress and the value or just display them
es: Ya sea para animar el progreso y el valor o simplemente mostrarlos

source: Whether to apply a normal distribution based on rank on the color scale
es: Si se debe aplicar una distribución normal según el rango en la escala de colores

source: Whether to apply filter when items are clicked
es: Si se debe aplicar un filtro al hacer clic en los elementos

source: Whether to colorize numeric values by if they are positive or negative
es: Si desea colorear los valores numéricos según sean positivos o negativos

source: Whether to colorize numeric values by whether they are positive or negative
es: Si desea colorear los valores numéricos según sean positivos o negativos

source: Whether to display a bar chart background in table columns
es: Si se debe mostrar un fondo de gráfico de barras en las columnas de la tabla
