Repository: AVEDIAN/Avedian-Assets
Catalog: Traduccion/*/messages.po
Languages: es

source: Dimensions contain qualitative values such as names, dates, or geographical data. Use dimensions to categorize, segment, and reveal the details in your data. Dimensions affect the level of detail in the view.
es: Las dimensiones contienen valores cualitativos como nombres, fechas o datos geográficos. Úselas para categorizar, segmentar y revelar los detalles de sus datos. Las dimensiones afectan el nivel de detalle de la vista.

source: Directed Force Layout
es: Disposición de fuerza dirigida

source: Disable SQL Lab data preview queries
es: Deshabilitar las consultas de vista previa de datos de SQL Lab

source: Disable data preview when fetching table metadata in SQL Lab. Useful to avoid browser performance issues when using databases with very wide tables.
es: Deshabilitar la vista previa de datos al obtener metadatos de tablas en SQL Lab. Esto es útil para evitar problemas de rendimiento del navegador al usar bases de datos con tablas muy anchas.

source: Disable drill to detail
es: Deshabilitar la exploración de detalles

source: Disable embedding?
es: ¿Deshabilitar incrustación?

source: Disables the drill to detail feature for this database.
es: Desactiva la función de explorar en detalle para esta base de datos.

source: Discard
es: Desechar

source: Display column level subtotal
es: Mostrar subtotal a nivel de columna

source: Display column level total
es: Mostrar el total a nivel de columna

source: Display configuration
es: Configuración de pantalla

source: Display metrics side by side within each column, as opposed to each column being displayed side by side for each metric.
es: Muestra las métricas una al lado de la otra dentro de cada columna, en lugar de que cada columna se muestre una al lado de la otra para cada métrica.

source: Display percents in the label and tooltip as the percent of the total value, from the first step of the funnel, or from the previous step in the funnel.
es: Muestra los porcentajes en la etiqueta y la información sobre herramientas como porcentaje del valor total, del primer paso del embudo o del paso anterior del embudo.

source: Display row level subtotal
es: Mostrar subtotal a nivel de fila

source: Display row level total
es: Mostrar el total a nivel de fila

source: Displays connections between entities in a graph structure. Useful for mapping relationships and showing which nodes are important in a network. Graph charts can be configured to be force-directed or circulate. If your data has a geospatial component, try the deck.gl Arc chart.
es: Muestra las conexiones entre entidades en una estructura gráfica. Resulta útil para mapear relaciones y mostrar qué nodos son importantes en una red. Los gráficos se pueden configurar para ser dirigidos por fuerza o circulares. Si sus datos tienen un componente geoespacial, pruebe el gráfico de arco de deck.gl.

source: Divider
es: Divisor

source: Do you want a donut or a pie?
es: ¿Quieres una dona o una tarta?

source: Domain
es: Dominio

source: Download as image
es: Descargar como imagen

source: Download is on the way
es: La descarga está en camino

source: Download to CSV
es: Descargar a CSV

source: Downloading %(rows)s rows based on the LIMIT configuration. If you want the entire result set, you need to adjust the LIMIT.
es: Descargando %(rows)s filas según la configuración de LIMIT. Si desea el conjunto de resultados completo, debe ajustar LIMIT.

source: Draft
es: Borrador

source: Drag and drop components and charts to the dashboard
es: Arrastre y suelte componentes y gráficos en el panel

source: Drag and drop components to this tab
es: Arrastre y suelte componentes en esta pestaña

source: Draw a marker on data points. Only applicable for line types.
es: Dibuja un marcador en los puntos de datos. Solo aplicable a tipos de línea.

source: Draw area under curves. Only applicable for line types.
es: Dibujar área bajo curvas. Solo aplicable a tipos de línea.

source: Draw line from Pie to label when labels outside?
es: ¿Dibujar una línea desde el gráfico circular hasta la etiqueta cuando las etiquetas están afuera?

source: Draw split lines for minor axis ticks
es: Dibujar líneas divisorias para las marcas de los ejes menores

source: Draw split lines for minor y-axis ticks
es: Dibuje líneas divisorias para las marcas menores del eje y

source: Drill by
es: Taladro por

source: Drill by is not available for this data point
es: La exploración por no está disponible para este punto de datos

source: Drill by is not yet supported for this chart type
es: La exploración por aún no es compatible con este tipo de gráfico

source: Drill to detail
es: Perforar hasta el detalle

source: Drill to detail by
es: Perforar hasta el detalle

source: Drill to detail by value is not yet supported for this chart type.
es: La exploración en detalle por valor aún no es compatible con este tipo de gráfico.

source: Drill to detail is disabled because this chart does not group data by dimension value.
es: La exploración de detalles está deshabilitada porque este gráfico no agrupa los datos por valor de dimensión.

source: Drill to detail is disabled for this database. Change the database settings to enable it.
es: La exploración detallada está deshabilitada para esta base de datos. Cambie la configuración de la base de datos para habilitarla.

source: Drill to detail: %s
es: Desglosar hasta el detalle: %s

source: Drop a temporal column here or click
es: Coloque una columna temporal aquí o haga clic

source: Drop columns/metrics here or click
es: Coloque columnas/métricas aquí o haga clic

source: Duplicate column name(s): %(columns)s
es: Nombre(s) de columna duplicado(s): %(columns)s

source: Duplicate column/metric labels: %(labels)s. Please make sure all columns and metrics have a unique label.
es: Etiquetas de columnas/métricas duplicadas: %(labels)s. Asegúrese de que todas las columnas y métricas tengan una etiqueta única.

source: Duplicate tab
es: Pestaña duplicada

source: Duration
es: Duración

source: Duration (in seconds) of the caching timeout for charts of this database. A timeout of 0 indicates that the cache never expires, and -1 bypasses the cache. Note this defaults to the global timeout if undefined.
es: Duración (en segundos) del tiempo de espera de la caché para los gráficos de esta base de datos. Un tiempo de espera de 0 indica que la caché nunca caduca, y -1 la omite. Tenga en cuenta que, si no está definido, el valor predeterminado es el tiempo de espera global.

source: Duration (in seconds) of the caching timeout for this chart. Set to -1 to bypass the cache. Note this defaults to the dataset's timeout if undefined.
es: Duración (en segundos) del tiempo de espera de la caché para este gráfico. Se establece en -1 para omitir la caché. Tenga en cuenta que, si no se define, el valor predeterminado es el tiempo de espera del conjunto de datos.

source: Duration (in seconds) of the metadata caching timeout for schemas of this database. If left unset, the cache never expires.
es: Duración (en segundos) del tiempo de espera de la caché de metadatos para los esquemas de esta base de datos. Si no se configura, la caché nunca caduca.

source: Duration (in seconds) of the metadata caching timeout for tables of this database. If left unset, the cache never expires.
es: Duración (en segundos) del tiempo de espera de la caché de metadatos para las tablas de esta base de datos. Si no se configura, la caché nunca caduca.

source: Duration in ms (1.40008 => 1ms 400µs 80ns)
es: Duración en ms (1,40008 =&gt; 1ms 400µs 80ns)

source: Duration in ms (100.40008 => 100ms 400µs 80ns)
es: Duración en ms (100,40008 =&gt; 100ms 400µs 80ns)

source: Duration in ms (10500 => 0:10.5)
es: Duración en ms (10500 =&gt; 0:10.5)

source: Duration in ms (66000 => 1m 6s)
es: Duración en ms (66000 =&gt; 1m 6s)

source: Dynamically search all filter values
es: Buscar dinámicamente todos los valores de filtro

source: END (EXCLUSIVE)
es: FIN (EXCLUSIVO)

source: Edge length
es: Longitud del borde

source: Edge length between nodes
es: Longitud del borde entre nodos

source: Edge symbols
es: Símbolos de borde

source: Edit
es: Editar

source: Edit CSS
es: Editar CSS

source: Edit CSS template properties
es: Editar las propiedades de la plantilla CSS

source: Edit Dashboard
es: Editar el panel

source: Edit Dataset
es: Editar conjunto de datos

source: Edit Log
es: Editar registro

source: Edit Plugin
es: Editar complemento

source: Edit annotation
es: Editar anotación

source: Edit annotation layer
es: Editar la capa de anotación

source: Edit annotation layer properties
es: Editar las propiedades de la capa de anotación

source: Edit chart properties
es: Editar las propiedades del gráfico

source: Edit database
es: Editar base de datos

source: Edit dataset
es: Editar conjunto de datos

source: Edit email report
es: Editar informe de correo electrónico

source: Edit properties
es: Editar propiedades

source: Edit query
es: Editar consulta

source: Edit template
es: Editar plantilla

source: Edit template parameters
es: Editar parámetros de plantilla

source: Edit time range
es: Editar rango de tiempo

source: Edited
es: Editado

source: Editing 1 filter:
es: Edición 1 filtro:

source: Either the database is spelled incorrectly or does not exist.
es: O bien la base de datos está mal escrita o no existe.

source: Either the username "%(username)s" or the password is incorrect.
es: El nombre de usuario &quot;%(username)s&quot; o la contraseña son incorrectos.

source: Either the username "%(username)s", password, or database name "%(database)s" is incorrect.
es: El nombre de usuario &quot;%(username)s&quot;, la contraseña o el nombre de la base de datos &quot;%(database)s&quot; son incorrectos.

source: Either the username or the password is wrong.
es: El nombre de usuario o la contraseña son incorrectos.

source: Email reports active
es: Informes de correo electrónico activos

source: Email subject name (optional)
es: Nombre del asunto del correo electrónico (opcional)

source: Embed code
es: Código para insertar

source: Embedding deactivated.
es: Incrustación desactivada.

source: Emphasis
es: Énfasis

source: Empty circle
es: Círculo vacío

source: Empty query?
es: ¿Consulta vacía?

source: Empty row
es: Fila vacía

source: Enable 'Allow file uploads to database' in any database's settings
es: Habilite &#39;Permitir cargas de archivos a la base de datos&#39; en la configuración de cualquier base de datos

source: Enable cross-filtering
es: Habilitar el filtrado cruzado

source: Enable data zooming controls
es: Habilitar controles de zoom de datos

source: Enable embedding
es: Habilitar incrustación

source: Enable forecast
es: Habilitar pronóstico

source: Enable forecasting
es: Habilitar la previsión

source: Enable graph roaming
es: Habilitar la itinerancia de gráficos

source: Enable node dragging
es: Habilitar el arrastre de nodos

source: Enable query cost estimation
es: Habilitar la estimación del costo de consulta

source: Enable row expansion in schemas
es: Habilitar la expansión de filas en los esquemas

source: Enable server side pagination of results (experimental feature)
es: Habilitar la paginación de resultados del lado del servidor (función experimental)

source: Encountered invalid NULL spatial entry, please consider filtering those out
es: Se encontró una entrada espacial NULL no válida, considere filtrarlas

source: End
es: Fin

source: End date must be after start date
es: La fecha de finalización debe ser posterior a la fecha de inicio

source: Engine "%(engine)s" cannot be configured through parameters.
es: El motor &quot;%(engine)s&quot; no se puede configurar mediante parámetros.

source: Engine spec "InvalidEngine" does not support being configured via individual parameters.
es: La especificación del motor &quot;InvalidEngine&quot; no admite la configuración a través de parámetros individuales.

source: Enter CA_BUNDLE
es: Ingresar CA_BUNDLE

source: Enter a new title for the tab
es: Introduzca un nuevo título para la pestaña

source: Enter the required %(dbModelName)s credentials
es: Ingrese las credenciales requeridas de %(dbModelName)s

source: Enter the unique project id for your database.
es: Introduzca el ID de proyecto único para su base de datos.

source: Entity
es: Entidad

source: Equal Date Sizes
es: Tamaños de fecha iguales

source: Equal to (=)
es: Igual a (=)

source: Error in jinja expression in HAVING clause: %(msg)s
es: Error en la expresión jinja en la cláusula HAVING: %(msg)s

source: Error in jinja expression in RLS filters: %(msg)s
es: Error en la expresión jinja en los filtros RLS: %(msg)s

source: Error in jinja expression in WHERE clause: %(msg)s
es: Error en la expresión jinja en la cláusula WHERE: %(msg)s

source: Error in jinja expression in fetch values predicate: %(msg)s
es: Error en la expresión jinja en el predicado de obtención de valores: %(msg)s

source: Error loading chart datasources. Filters may not work correctly.
es: Error al cargar las fuentes de datos del gráfico. Es posible que los filtros no funcionen correctamente.

source: Error message
es: Mensaje de error

source: Error parsing
es: Error de análisis

source: Estimate cost
es: Estimar costo

source: Estimate selected query cost
es: Estimar el costo de la consulta seleccionada

source: Estimate the cost before running a query
es: Calcule el costo antes de ejecutar una consulta

source: Event flow
es: Flujo de eventos

source: Every
es: Cada

source: Evolution
es: Evolución

source: Examples
es: Ejemplos

source: Excel file format cannot be determined
es: No se puede determinar el formato del archivo Excel

source: Excluded roles
es: Roles excluidos

source: Executed query
es: Consulta ejecutada

source: Execution log
es: Registro de ejecución

source: Expand all
es: Expandir todo

source: Expand data panel
es: Expandir el panel de datos

source: Expand tool bar
es: Expandir la barra de herramientas

source: Expects a formula with depending time parameter 'x' in milliseconds since epoch. mathjs is used to evaluate the formulas. Example: '2x+5'
es: Se espera una fórmula con el parámetro de tiempo dependiente &#39;x&#39; en milisegundos desde la época. Mathjs se utiliza para evaluar las fórmulas. Ejemplo: &#39;2x+5&#39;

source: Explore
es: Explorar

source: Explore - %(table)s
es: Explorar - %(table)s

source: Explore the result set in the data exploration view
es: Explorar el conjunto de resultados en la vista de exploración de datos

source: Export
es: Exportar

source: Export dashboards?
es: ¿Exportar paneles de control?

source: Export to full .CSV
es: Exportar a .CSV completo

source: Export to original .CSV
es: Exportar al .CSV original

source: Export to pivoted .CSV
es: Exportar a .CSV pivotado

source: Expose database in SQL Lab
es: Exponer base de datos en SQL Lab

source: Expose in SQL Lab
es: Exponer en SQL Lab

source: Extra Controls
es: Controles adicionales

source: Extra data for JS
es: Datos adicionales para JS

source: Extra data to specify table metadata. Currently supports metadata of the format: `{ "certification": { "certified_by": "Data Platform Team", "details": "This table is the source of truth." }, "warning_markdown": "This is a warning." }`.
es: Datos adicionales para especificar los metadatos de la tabla. Actualmente se admiten metadatos con el formato: `{ &quot;certification&quot;: { &quot;certified_by&quot;: &quot;Data Platform Team&quot;, &quot;details&quot;: &quot;Esta tabla es la fuente de la verdad.&quot; }, &quot;warning_markdown&quot;: &quot;Esto es una advertencia.&quot; }`.

source: Extra parameters for use in jinja templated queries
es: Parámetros adicionales para usar en consultas con plantillas de Jinja

source: FRI
es: VIE

source: Factor to multiply the metric by
es: Factor para multiplicar la métrica por

source: Failed
es: Fallido

source: Failed at retrieving results
es: No se pudieron recuperar los resultados

source: Failed to create report
es: No se pudo crear el informe

source: Failed to execute %(query)s
es: No se pudo ejecutar %(query)s

source: Failed to generate chart edit URL
es: No se pudo generar la URL de edición del gráfico

source: Failed to load chart data
es: No se pudieron cargar los datos del gráfico

source: Failed to load chart data.
es: Error al cargar los datos del gráfico.

source: Failed to load dimensions for drill by
es: No se pudieron cargar las dimensiones para el taladro

source: Failed to start remote query on a worker.
es: No se pudo iniciar una consulta remota en un trabajador.

source: Failed to update report
es: No se pudo actualizar el informe

source: Failed to verify select options: %s
es: No se pudieron verificar las opciones seleccionadas: %s

source: Favorite
es: Favorito

source: Featured color palettes
es: Paletas de colores destacadas

source: February
es: Febrero

source: Fetch data preview
es: Obtener vista previa de datos

source: Fetched %s
es: Obtenido %s

source: Field cannot be decoded by JSON. %(msg)s
es: El campo no puede ser decodificado por JSON. %(msg)s

source: Field is required
es: El campo es obligatorio

source: File
es: Archivo

source: File extension is not allowed.
es: No se permite la extensión de archivo.

source: Fill all required fields to enable "Default Value"
es: Complete todos los campos obligatorios para habilitar el &quot;Valor predeterminado&quot;

source: Filter List
es: Lista de filtros

source: Filter has default value
es: El filtro tiene un valor predeterminado

source: Filter name
es: Nombre del filtro

source: Filter only displays values relevant to selections made in other filters.
es: El filtro solo muestra valores relevantes para las selecciones realizadas en otros filtros.

source: Filter results
es: Filtrar resultados

source: Filter value (case sensitive)
es: Valor del filtro (sensible a mayúsculas y minúsculas)

source: Filter value list cannot be empty
es: La lista de valores de filtro no puede estar vacía

source: Filter your charts
es: Filtrar sus gráficos

source: Filters
es: Filtros

source: Filters by columns
es: Filtros por columnas

source: Filters by metrics
es: Filtros por métricas

source: Filters for comparison must have a value
es: Los filtros para comparación deben tener un valor

source: Filters for values equal to this exact value.
es: Filtros para valores iguales a este valor exacto.

source: Filters for values less than or equal.
es: Filtros para valores menores o iguales.

source: Filters out of scope (%d)
es: Filtros fuera de alcance (%d)

source: Filters with the same group key will be ORed together within the group, while different filter groups will be ANDed together. Undefined group keys are treated as unique groups, i.e. are not grouped together. For example, if a table has three filters, of which two are for departments Finance and Marketing (group key = 'department'), and one refers to the region Europe (group key = 'region'), the filter clause would apply the filter (department = 'Finance' OR department = 'Marketing') AND (region = 'Europe').
es: Los filtros con la misma clave de grupo se combinarán mediante OR dentro del grupo, mientras que los diferentes grupos de filtros se combinarán mediante AND. Las claves de grupo no definidas se consideran grupos únicos, es decir, no se agrupan. Por ejemplo, si una tabla tiene tres filtros, dos de los cuales corresponden a los departamentos de Finanzas y Marketing (clave de grupo = &#39;departamento&#39;) y uno a la región Europa (clave de grupo = &#39;región&#39;), la cláusula de filtro aplicaría el filtro (departamento = &#39;Finanzas&#39; OR departamento = &#39;Marketing&#39;) AND (región = &#39;Europa&#39;).

source: Finish
es: Finalizar

source: First
es: Primero

source: Fix the trend line to the full time range specified in case filtered results do not include the start or end dates
es: Fije la línea de tendencia al rango de tiempo completo especificado en caso de que los resultados filtrados no incluyan las fechas de inicio o finalización

source: Fixed color
es: Color fijo

source: Fixed point radius
es: Radio de punto fijo

source: Flow
es: Fluir

source: Font size
es: Tamaño de fuente

source: Font size for axis labels, detail value and other text elements
es: Tamaño de fuente para etiquetas de ejes, valores de detalle y otros elementos de texto

source: Font size for the biggest value in the list
es: Tamaño de fuente para el valor más grande de la lista

source: Font size for the smallest value in the list
es: Tamaño de fuente para el valor más pequeño de la lista

source: For Trino, describe full schemas of nested ROW types, expanding them with dotted paths
es: Para Trino, describe esquemas completos de tipos ROW anidados, expandiéndolos con rutas de puntos

source: For further instructions, consult the
es: Para obtener más instrucciones, consulte la

source: For more information about objects are in context in the scope of this function, refer to the
es: Para obtener más información sobre los objetos que se encuentran en contexto en el ámbito de esta función, consulte la

source: For regular filters, these are the roles this filter will be applied to. For base filters, these are the roles that the filter DOES NOT apply to, e.g. Admin if admin should see all data.
es: Para los filtros regulares, estos son los roles a los que se aplicará este filtro. Para los filtros básicos, estos son los roles a los que no se aplica el filtro; por ejemplo, &quot;Administrador&quot; si debe ver todos los datos.

source: Force all tables and views to be created in this schema when clicking CTAS or CVAS in SQL Lab.
es: Fuerza la creación de todas las tablas y vistas en este esquema al hacer clic en CTAS o CVAS en SQL Lab.

source: Force refresh
es: Forzar actualización

source: Force refresh schema list
es: Forzar la actualización de la lista de esquemas

source: Force refresh table list
es: Forzar actualización de la lista de tablas

source: Foreign key
es: Clave externa

source: Form data not found in cache, reverting to chart metadata.
es: Los datos del formulario no se encuentran en la memoria caché; se vuelve a los metadatos del gráfico.

source: Form data not found in cache, reverting to dataset metadata.
es: Los datos del formulario no se encuentran en la memoria caché; se vuelve a los metadatos del conjunto de datos.

source: Format data labels. Use variables: {name}, {value}, {percent}. \n represents a new line. ECharts compatibility: {a} (series), {b} (name), {c} (value), {d} (percentage)
es: Formatee las etiquetas de datos. Use las variables: {nombre}, {valor}, {porcentaje}. \n representa una nueva línea. Compatibilidad con ECharts: {a} (serie), {b} (nombre), {c} (valor), {d} (porcentaje).

source: Formatted CSV attached in email
es: CSV formateado adjunto en el correo electrónico

source: Found invalid orderby options
es: Se encontraron opciones de orden no válidas

source: Fraction digits
es: Dígitos de fracciones

source: Friction between nodes
es: Fricción entre nodos

source: Friday
es: Viernes

source: From date cannot be larger than to date
es: La fecha de inicio no puede ser mayor que la fecha de finalización

source: Further customize how to display each column
es: Personalice aún más cómo mostrar cada columna

source: Further customize how to display each metric
es: Personalice aún más cómo mostrar cada métrica

source: Generating link, please wait..
es: Generando enlace, por favor espere..

source: Get the last date by the date unit.
es: Obtenga la última fecha por unidad de fecha.

source: Get the specify date for the holiday
es: Obtenga la fecha específica para las vacaciones

source: Give access to multiple catalogs in a single database connection.
es: Dar acceso a múltiples catálogos en una única conexión de base de datos.
