Repository: AVEDIAN/Avedian-Assets
Catalog: Traduccion/*/messages.po
Languages: es

source: Start y-axis at zero. Uncheck to start y-axis at minimum value in the data.
es: Iniciar el eje Y en cero. Desmarque para iniciar el eje Y en el valor mínimo de los datos.

source: State
es: Estado

source: Statement %(statement_num)s out of %(statement_count)s
es: Declaración %(statement_num)s de %(statement_count)s

source: Statistical
es: Estadístico

source: Status
es: Estado

source: Step - end
es: Paso - fin

source: Step - middle
es: Paso - medio

source: Step - start
es: Paso - inicio

source: Stop
es: Detener

source: Stop query
es: Consulta de parada

source: Stop running (Ctrl + x)
es: Detener la ejecución (Ctrl + x)

source: Stopped an unsafe database connection
es: Se detuvo una conexión de base de datos insegura

source: Strength to pull the graph toward center
es: Fuerza para tirar del gráfico hacia el centro

source: Structural
es: Estructural

source: Style
es: Estilo

source: Style the ends of the progress bar with a round cap
es: Dale estilo a los extremos de la barra de progreso con una tapa redonda.

source: Subdomain
es: Subdominio

source: Subheader Font Size
es: Tamaño de fuente del subtítulo

source: Submit
es: Entregar

source: Subtotal
es: Total parcial

source: Success
es: Éxito

source: Suffix
es: Sufijo

source: Suffix to apply after the percentage display
es: Sufijo que se aplicará después de la visualización del porcentaje

source: Sum
es: Suma

source: Sum as Fraction of Columns
es: Suma como fracción de columnas

source: Sum as Fraction of Rows
es: Suma como fracción de filas

source: Sum as Fraction of Total
es: Suma como fracción del total

source: Sum of values over specified period
es: Suma de valores durante un período especificado

source: Sunday
es: Domingo

source: Superset Embedded SDK documentation.
es: Documentación del SDK integrado de Superset.

source: Superset chart
es: Gráfico de superconjuntos

source: Swap rows and columns
es: Intercambiar filas y columnas

source: Swiss army knife for visualizing data. Choose between step, line, scatter, and bar charts. This viz type has many customization options as well.
es: Una herramienta esencial para visualizar datos. Elija entre gráficos de pasos, de líneas, de dispersión y de barras. Este tipo de visualización también ofrece numerosas opciones de personalización.

source: Switch to the next tab
es: Cambiar a la siguiente pestaña

source: Switch to the previous tab
es: Cambiar a la pestaña anterior

source: Symbol of two ends of edge line
es: Símbolo de dos extremos de una línea de borde

source: Sync Permissions
es: Permisos de sincronización

source: Sync columns from source
es: Sincronizar columnas desde la fuente

source: Syncing permissions for %s
es: Sincronizando permisos para %s

source: Syncing permissions for %s in the background
es: Sincronización de permisos para %s en segundo plano

source: Syntax
es: Sintaxis

source: Syntax Error: %(qualifier)s input "%(input)s" expecting "%(expected)s
es: Error de sintaxis: %(qualifier)s input &quot;%(input)s&quot; esperaba &quot;%(expected)s

source: TABLES
es: MESAS

source: THU
es: JUE

source: TUE
es: MAR

source: Tab name
es: Nombre de la pestaña

source: Tab schema is invalid, caused by: %(error)s
es: El esquema de pestañas no es válido, causado por: %(error)s

source: Tab title
es: Título de la pestaña

source: Table
es: Mesa

source: Table %(table)s wasn't found in the database %(db)s
es: La tabla %(table)s no se encontró en la base de datos %(db)s

source: Table Name
es: Nombre de la tabla

source: Table [%(table)s] could not be found, please double check your database connection, schema, and table name
es: No se pudo encontrar la tabla [%(table)s], verifique nuevamente la conexión de su base de datos, el esquema y el nombre de la tabla

source: Table already exists. You can change your 'if table already exists' strategy to append or replace or provide a different Table Name to use.
es: La tabla ya existe. Puede cambiar la estrategia &quot;si la tabla ya existe&quot; para añadir, reemplazar o proporcionar un nombre de tabla diferente.

source: Table name undefined
es: Nombre de tabla indefinido

source: Table that visualizes paired t-tests, which are used to understand statistical differences between groups.
es: Tabla que visualiza pruebas t pareadas, que se utilizan para comprender las diferencias estadísticas entre grupos.

source: Tables
es: Tablas

source: Tabs
es: Cortina a la italiana

source: Tag
es: Etiqueta

source: Tag name is invalid (cannot contain ':')
es: El nombre de la etiqueta no es válido (no puede contener &#39;:&#39;)

source: Tagged %s %ss
es: Etiquetado %s %ss

source: Template parameters
es: Parámetros de plantilla

source: Templated link, it's possible to include {{ metric }} or other values coming from the controls.
es: Enlace con plantilla, es posible incluir {{ metric }} u otros valores provenientes de los controles.

source: Terminate running queries when browser window closed or navigated to another page. Available for Presto, Hive, MySQL, Postgres and Snowflake databases.
es: Finaliza las consultas en ejecución al cerrar la ventana del navegador o al navegar a otra página. Disponible para bases de datos Presto, Hive, MySQL, Postgres y Snowflake.

source: Test Connection
es: Conexión de prueba

source: Test connection
es: Conexión de prueba

source: Text / Markdown
es: Texto / Markdown

source: Text align
es: Alinear texto

source: Text embedded in email
es: Texto incrustado en el correo electrónico

source: The API response from %s does not match the IDatabaseTable interface.
es: La respuesta de la API de %s no coincide con la interfaz IDatabaseTable.

source: The CSS for individual dashboards can be altered here, or in the dashboard view where changes are immediately visible
es: El CSS de los paneles individuales se puede modificar aquí o en la vista del panel, donde los cambios son visibles inmediatamente.

source: The CTAS (create table as select) doesn't have a SELECT statement at the end. Please make sure your query has a SELECT as its last statement. Then, try running your query again.
es: La consulta CTAS (crear tabla como selección) no incluye una instrucción SELECT al final. Asegúrese de que la consulta incluya una instrucción SELECT al final. Luego, vuelva a ejecutar la consulta.

source: The GeoJsonLayer takes in GeoJSON formatted data and renders it as interactive polygons, lines and points (circles, icons and/or texts).
es: GeoJsonLayer toma datos con formato GeoJSON y los representa como polígonos, líneas y puntos interactivos (círculos, íconos y/o textos).

source: The Sankey chart visually tracks the movement and transformation of values across system stages. Nodes represent stages, connected by links depicting value flow. Node height corresponds to the visualized metric, providing a clear representation of value distribution and transformation.
es: El diagrama de Sankey rastrea visualmente el movimiento y la transformación de los valores en las distintas etapas del sistema. Los nodos representan las etapas, conectados mediante enlaces que representan el flujo de valor. La altura del nodo corresponde a la métrica visualizada, lo que proporciona una representación clara de la distribución y la transformación del valor.

source: The URL is missing the dataset_id or slice_id parameters.
es: Faltan los parámetros dataset_id o slice_id en la URL.

source: The X-axis is not on the filters list
es: El eje X no está en la lista de filtros

source: The X-axis is not on the filters list which will prevent it from being used in time range filters in dashboards. Would you like to add it to the filters list?
es: El eje X no está en la lista de filtros, lo que impedirá su uso en filtros de rango de tiempo en los paneles. ¿Desea agregarlo a la lista de filtros?

source: The category of source nodes used to assign colors. If a node is associated with more than one category, only the first will be used.
es: La categoría de nodos de origen utilizada para asignar colores. Si un nodo está asociado a más de una categoría, solo se utilizará la primera.

source: The classic. Great for showing how much of a company each investor gets, what demographics follow your blog, or what portion of the budget goes to the military industrial complex. Pie charts can be difficult to interpret precisely. If clarity of relative proportion is important, consider using a bar or other chart type instead.
es: El clásico. Ideal para mostrar qué porcentaje de una empresa obtiene cada inversor, qué grupos demográficos siguen tu blog o qué parte del presupuesto se destina al complejo militar-industrial. Los gráficos circulares pueden ser difíciles de interpretar con precisión. Si la claridad de la proporción relativa es importante, considera usar un gráfico de barras u otro tipo de gráfico.

source: The color for points and clusters in RGB
es: El color de los puntos y grupos en RGB

source: The color scheme for rendering chart
es: El esquema de colores para la representación gráfica

source: The color scheme is determined by the related dashboard. Edit the color scheme in the dashboard properties.
es: El esquema de colores se determina según el panel correspondiente. Edite el esquema de colores en las propiedades del panel.

source: The colors of this chart might be overridden by custom label colors of the related dashboard. Check the JSON metadata in the Advanced settings.
es: Los colores de este gráfico podrían sobrescribirse con los colores de etiqueta personalizados del panel correspondiente. Consulta los metadatos JSON en la configuración avanzada.

source: The column to be used as the source of the edge.
es: La columna que se utilizará como fuente del borde.

source: The column to be used as the target of the edge.
es: La columna que se utilizará como objetivo del borde.

source: The configuration for the map layers
es: La configuración de las capas del mapa

source: The corner radius of the chart background
es: El radio de la esquina del fondo del gráfico

source: The country code standard that Superset should expect to find in the [country] column
es: El estándar de código de país que Superset debería esperar encontrar en la columna [país]

source: The dashboard has been saved
es: El tablero ha sido guardado

source: The data source seems to have been deleted
es: Parece que la fuente de datos ha sido eliminada

source: The database columns that contains lines information
es: Las columnas de la base de datos que contienen información de líneas

source: The database is currently running too many queries.
es: Actualmente, la base de datos está ejecutando demasiadas consultas.

source: The database referenced in this query was not found. Please contact an administrator for further assistance or try again.
es: No se encontró la base de datos a la que hace referencia esta consulta. Para obtener más ayuda, contacte con un administrador o inténtelo de nuevo.

source: The dataset associated with this chart no longer exists
es: El conjunto de datos asociado a este gráfico ya no existe

source: The dataset column/metric that returns the values on your chart's x-axis.
es: La columna/métrica del conjunto de datos que devuelve los valores en el eje x de su gráfico.

source: The dataset column/metric that returns the values on your chart's y-axis.
es: La columna/métrica del conjunto de datos que devuelve los valores en el eje y de su gráfico.

source: The dataset configuration exposed here affects all the charts using this dataset. Be mindful that changing settings here may affect other charts in undesirable ways.
es: La configuración del conjunto de datos que se muestra aquí afecta a todos los gráficos que lo utilizan. Tenga en cuenta que cambiar la configuración aquí puede afectar negativamente a otros gráficos.

source: The dataset has been saved
es: El conjunto de datos se ha guardado

source: The datasource couldn't be loaded
es: No se pudo cargar la fuente de datos

source: The default catalog that should be used for the connection.
es: El catálogo predeterminado que debe utilizarse para la conexión.

source: The default schema that should be used for the connection.
es: El esquema predeterminado que debe utilizarse para la conexión.

source: The description can be displayed as widget headers in the dashboard view. Supports markdown.
es: La descripción se puede mostrar como encabezado de widget en la vista del panel. Compatible con Markdown.

source: The distance between cells, in pixels
es: La distancia entre celdas, en píxeles

source: The duration of time in seconds before the cache is invalidated. Set to -1 to bypass the cache.
es: Tiempo en segundos antes de que se invalide la caché. Establézcalo en -1 para omitir la caché.

source: The exponent to compute all sizes from. "EXP" only
es: El exponente para calcular todos los tamaños. Solo &quot;EXP&quot;

source: The extent of the map on application start. FIT DATA automatically sets the extent so that all data points are included in the viewport. CUSTOM allows users to define the extent manually.
es: La extensión del mapa al iniciar la aplicación. FIT DATA establece automáticamente la extensión para que todos los puntos de datos se incluyan en la ventana gráfica. CUSTOM permite a los usuarios definir la extensión manualmente.

source: The following entries in `series_columns` are missing in `columns`: %(columns)s.
es: Las siguientes entradas en `series_columns` faltan en `columns`: %(columns)s.

source: The following filters have the 'Select first filter value by default' option checked and could not be loaded, which is preventing the dashboard from rendering: %s
es: Los siguientes filtros tienen marcada la opción &#39;Seleccionar el primer valor de filtro por defecto&#39; y no se pudieron cargar, lo que impide que se represente el panel: %s

source: The function to use when aggregating points into groups
es: La función a utilizar al agregar puntos en grupos

source: The height of the current zoom level to compute all heights from
es: La altura del nivel de zoom actual para calcular todas las alturas desde

source: The histogram chart displays the distribution of a dataset by representing the frequency or count of values within different ranges or bins. It helps visualize patterns, clusters, and outliers in the data and provides insights into its shape, central tendency, and spread.
es: El gráfico de histograma muestra la distribución de un conjunto de datos representando la frecuencia o el número de valores dentro de diferentes rangos o intervalos. Ayuda a visualizar patrones, conglomerados y valores atípicos en los datos, y proporciona información sobre su forma, tendencia central y dispersión.

source: The host "%(hostname)s" might be down and can't be reached.
es: Es posible que el host &quot;%(hostname)s&quot; esté inactivo y no se pueda acceder a él.

source: The host "%(hostname)s" might be down, and can't be reached on port %(port)s.
es: Es posible que el host &quot;%(hostname)s&quot; esté inactivo y no se pueda acceder a él en el puerto %(port)s.

source: The host might be down, and can't be reached on the provided port.
es: Es posible que el host esté inactivo y no se pueda acceder a él en el puerto proporcionado.

source: The hostname "%(hostname)s" cannot be resolved.
es: No se puede resolver el nombre de host &quot;%(hostname)s&quot;.

source: The hostname provided can't be resolved.
es: No se puede resolver el nombre de host proporcionado.

source: The id of the active chart
es: El id del gráfico activo

source: The lower limit of the threshold range of the Isoband
es: El límite inferior del rango de umbral de la isobanda

source: The maximum number of subdivisions of each group; lower values are pruned first
es: El número máximo de subdivisiones de cada grupo; los valores más bajos se eliminan primero

source: The maximum value of metrics. It is an optional configuration
es: El valor máximo de las métricas. Es una configuración opcional.

source: The metadata_params in Extra field is not configured correctly. The key %(key)s is invalid.
es: El parámetro metadata_params del campo Extra no está configurado correctamente. La clave %(key)s no es válida.

source: The metadata_params in Extra field is not configured correctly. The key %{key}s is invalid.
es: El parámetro metadata_params del campo Extra no está configurado correctamente. La clave %{key}s no es válida.

source: The metadata_params object gets unpacked into the sqlalchemy.MetaData call.
es: El objeto metadata_params se descomprime en la llamada sqlalchemy.MetaData.

source: The minimum number of rolling periods required to show a value. For instance if you do a cumulative sum on 7 days you may want your "Min Period" to be 7, so that all data points shown are the total of 7 periods. This will hide the "ramp up" taking place over the first 7 periods
es: El número mínimo de períodos consecutivos necesarios para mostrar un valor. Por ejemplo, si realiza una suma acumulada de 7 días, puede que desee que su &quot;Periodo Mínimo&quot; sea 7, de modo que todos los puntos de datos mostrados representen la suma total de 7 períodos. Esto ocultará el aumento gradual que se produce durante los primeros 7 períodos.

source: The minimum value of metrics. It is an optional configuration. If not set, it will be the minimum value of the data
es: El valor mínimo de las métricas. Es una configuración opcional. Si no se configura, será el valor mínimo de los datos.

source: The name of the layer as described in GetCapabilities
es: El nombre de la capa tal como se describe en GetCapabilities

source: The number color "steps"
es: Los &quot;pasos&quot; del color del número

source: The number of hours, negative or positive, to shift the time column. This can be used to move UTC time to local time.
es: El número de horas, negativas o positivas, para desplazar la columna de tiempo. Esto se puede usar para mover la hora UTC a la hora local.

source: The number of results displayed is limited to %(rows)d by the configuration DISPLAY_MAX_ROW. Please add additional limits/filters or download to csv to see more rows up to the %(limit)d limit.
es: El número de resultados mostrados está limitado a %(filas)d por la configuración DISPLAY_MAX_ROW. Añada límites/filtros adicionales o descargue el archivo a CSV para ver más filas hasta el límite de %(límite)d.

source: The number of results displayed is limited to %(rows)d. Please add additional limits/filters, download to csv, or contact an admin to see more rows up to the %(limit)d limit.
es: El número de resultados mostrados está limitado a %(filas)d. Añada límites o filtros adicionales, descargue el archivo a CSV o contacte con un administrador para ver más filas hasta el límite de %(límite)d.

source: The number of rows displayed is limited to %(rows)d by the dropdown.
es: El número de filas mostradas está limitado a %(filas)d por el menú desplegable.

source: The number of rows displayed is limited to %(rows)d by the limit dropdown.
es: El número de filas mostradas está limitado a %(filas)d por el menú desplegable de límite.

source: The number of rows displayed is limited to %(rows)d by the query
es: El número de filas mostradas está limitado a %(filas)d por la consulta

source: The number of rows displayed is limited to %(rows)d by the query and limit dropdown.
es: La cantidad de filas mostradas está limitada a %(filas)d por la consulta y el menú desplegable de límites.

source: The number of seconds before expiring the cache
es: El número de segundos antes de que caduque la caché

source: The password provided for username "%(username)s" is incorrect.
es: La contraseña proporcionada para el nombre de usuario &quot;%(username)s&quot; es incorrecta.

source: The password provided when connecting to a database is not valid.
es: La contraseña proporcionada al conectarse a una base de datos no es válida.

source: The passwords for the databases below are needed in order to import them together with the charts. Please note that the "Secure Extra" and "Certificate" sections of the database configuration are not present in export files, and should be added manually after the import if they are needed.
es: Las contraseñas de las bases de datos que se indican a continuación son necesarias para importarlas junto con los gráficos. Tenga en cuenta que las secciones &quot;Secure Extra&quot; y &quot;Certificado&quot; de la configuración de la base de datos no están presentes en los archivos de exportación y, si es necesario, deben agregarse manualmente después de la importación.

source: The passwords for the databases below are needed in order to import them together with the dashboards. Please note that the "Secure Extra" and "Certificate" sections of the database configuration are not present in export files, and should be added manually after the import if they are needed.
es: Las contraseñas de las bases de datos que se indican a continuación son necesarias para importarlas junto con los paneles. Tenga en cuenta que las secciones &quot;Secure Extra&quot; y &quot;Certificado&quot; de la configuración de la base de datos no están presentes en los archivos de exportación y, si es necesario, deben añadirse manualmente después de la importación.

source: The passwords for the databases below are needed in order to import them together with the datasets. Please note that the "Secure Extra" and "Certificate" sections of the database configuration are not present in export files, and should be added manually after the import if they are needed.
es: Las contraseñas de las bases de datos que se indican a continuación son necesarias para importarlas junto con los conjuntos de datos. Tenga en cuenta que las secciones &quot;Secure Extra&quot; y &quot;Certificado&quot; de la configuración de la base de datos no están presentes en los archivos de exportación y, si es necesario, deben añadirse manualmente después de la importación.

source: The passwords for the databases below are needed in order to import them. Please note that the "Secure Extra" and "Certificate" sections of the database configuration are not present in explore files and should be added manually after the import if they are needed.
es: Las contraseñas de las bases de datos que se indican a continuación son necesarias para importarlas. Tenga en cuenta que las secciones &quot;Secure Extra&quot; y &quot;Certificado&quot; de la configuración de la base de datos no están presentes en los archivos de exploración y, si es necesario, deben agregarse manualmente después de la importación.

source: The pattern of timestamp format. For strings use
es: El patrón del formato de marca de tiempo. Para cadenas, use

source: The periodicity over which to pivot time. Users can provide "Pandas" offset alias. Click on the info bubble for more details on accepted "freq" expressions.
es: La periodicidad con la que se pivotará el tiempo. Los usuarios pueden proporcionar el alias de desplazamiento &quot;Pandas&quot;. Haga clic en la burbuja de información para obtener más detalles sobre las expresiones &quot;freq&quot; aceptadas.

source: The pixel radius
es: El radio del píxel

source: The pointer to a physical table (or view). Keep in mind that the chart is associated to this Superset logical table, and this logical table points the physical table referenced here.
es: El puntero a una tabla física (o vista). Tenga en cuenta que el gráfico está asociado a esta tabla lógica de superconjunto, y esta tabla lógica apunta a la tabla física referenciada aquí.

source: The query associated with the results was deleted.
es: Se eliminó la consulta asociada a los resultados.

source: The query associated with these results could not be found. You need to re-run the original query.
es: No se pudo encontrar la consulta asociada a estos resultados. Debe volver a ejecutar la consulta original.
