Repository: AVEDIAN/Avedian-Assets
Catalog: Traduccion/*/messages.po
Languages: es

source: The query contains one or more malformed template parameters.
es: La consulta contiene uno o más parámetros de plantilla mal formados.

source: The query couldn't be loaded
es: No se pudo cargar la consulta

source: The query estimation was killed after %(sqllab_timeout)s seconds. It might be too complex, or the database might be under heavy load.
es: La estimación de la consulta se canceló después de %(sqllab_timeout)s segundos. Podría ser demasiado compleja o la base de datos podría estar sobrecargada.

source: The query has a syntax error.
es: La consulta tiene un error de sintaxis.

source: The query returned no data
es: La consulta no devolvió ningún dato

source: The query was killed after %(sqllab_timeout)s seconds. It might be too complex, or the database might be under heavy load.
es: La consulta se canceló después de %(sqllab_timeout)s segundos. Podría ser demasiado compleja o la base de datos podría estar sobrecargada.

source: The radius (in pixels) the algorithm uses to define a cluster. Choose 0 to turn off clustering, but beware that a large number of points (>1000) will cause lag.
es: El radio (en píxeles) que el algoritmo utiliza para definir un clúster. Elija 0 para desactivar el agrupamiento, pero tenga en cuenta que un gran número de puntos (&gt;1000) causará retardo.

source: The radius of individual points (ones that are not in a cluster). Either a numerical column or `Auto`, which scales the point based on the largest cluster
es: El radio de los puntos individuales (aquellos que no pertenecen a un grupo). Puede ser una columna numérica o &quot;Auto&quot;, que escala el punto según el grupo más grande.

source: The report will be sent to your email at
es: El informe será enviado a su correo electrónico a

source: The result of this query must be a value capable of numeric interpretation e.g. 1, 1.0, or "1" (compatible with Python's float() function).
es: El resultado de esta consulta debe ser un valor capaz de interpretación numérica, por ejemplo, 1, 1.0 o &quot;1&quot; (compatible con la función float() de Python).

source: The result size exceeds the allowed limit.
es: El tamaño del resultado excede el límite permitido.

source: The results backend no longer has the data from the query.
es: El backend de resultados ya no tiene los datos de la consulta.

source: The results stored in the backend were stored in a different format, and no longer can be deserialized.
es: Los resultados almacenados en el backend se almacenaron en un formato diferente y ya no se pueden deserializar.

source: The rich tooltip shows a list of all series for that point in time
es: La información sobre herramientas enriquecida muestra una lista de todas las series para ese momento en el tiempo.

source: The row limit set for the chart was reached. The chart may show partial data.
es: Se alcanzó el límite de filas establecido para el gráfico. El gráfico podría mostrar datos parciales.

source: The schema "%(schema)s" does not exist. A valid schema must be used to run this query.
es: El esquema &quot;%(schema)s&quot; no existe. Se debe usar un esquema válido para ejecutar esta consulta.

source: The schema "%(schema_name)s" does not exist. A valid schema must be used to run this query.
es: El esquema &quot;%(schema_name)s&quot; no existe. Se debe usar un esquema válido para ejecutar esta consulta.

source: The schema of the submitted payload is invalid.
es: El esquema de la carga útil enviada no es válido.

source: The screenshot could not be downloaded. Please, try again later.
es: No se pudo descargar la captura de pantalla. Inténtalo de nuevo más tarde.

source: The screenshot is being generated. Please, do not leave the page.
es: Se está generando la captura de pantalla. Por favor, no abandones la página.

source: The service url of the layer
es: La URL del servicio de la capa

source: The size of each cell in meters
es: El tamaño de cada celda en metros

source: The size of the square cell, in pixels
es: El tamaño de la celda cuadrada, en píxeles.

source: The slope to compute all sizes from. "LINEAR" only
es: La pendiente para calcular todos los tamaños. Solo &quot;LINEAL&quot;

source: The submitted payload failed validation.
es: La carga útil enviada no pasó la validación.

source: The submitted payload has the incorrect format.
es: La carga útil enviada tiene un formato incorrecto.

source: The submitted payload has the incorrect schema.
es: La carga útil enviada tiene el esquema incorrecto.

source: The table "%(table)s" does not exist. A valid table must be used to run this query.
es: La tabla &quot;%(table)s&quot; no existe. Se debe usar una tabla válida para ejecutar esta consulta.

source: The table "%(table_name)s" does not exist. A valid table must be used to run this query.
es: La tabla &quot;%(table_name)s&quot; no existe. Se debe usar una tabla válida para ejecutar esta consulta.

source: The time column for the visualization. Note that you can define arbitrary expression that return a DATETIME column in the table. Also note that the filter below is applied against this column or expression
es: La columna de tiempo para la visualización. Tenga en cuenta que puede definir una expresión arbitraria que devuelva una columna DATETIME en la tabla. Tenga en cuenta también que el filtro a continuación se aplica a esta columna o expresión.

source: The time granularity for the visualization. Note that you can type and use simple natural language as in `10 seconds`, `1 day` or `56 weeks`
es: La granularidad temporal de la visualización. Tenga en cuenta que puede escribir y usar lenguaje natural sencillo como &quot;10 segundos&quot;, &quot;1 día&quot; o &quot;56 semanas&quot;.

source: The time granularity for the visualization. This applies a date transformation to alter your time column and defines a new time granularity. The options here are defined on a per database engine basis in the Superset source code.
es: La granularidad temporal de la visualización. Aplica una transformación de fecha para modificar la columna de tiempo y define una nueva granularidad temporal. Las opciones se definen por motor de base de datos en el código fuente de Superset.

source: The time range for the visualization. All relative times, e.g. "Last month", "Last 7 days", "now", etc. are evaluated on the server using the server's local time (sans timezone). All tooltips and placeholder times are expressed in UTC (sans timezone). The timestamps are then evaluated by the database using the engine's local timezone. Note one can explicitly set the timezone per the ISO 8601 format if specifying either the start and/or end time.
es: El rango de tiempo para la visualización. Todas las horas relativas, por ejemplo, &quot;Último mes&quot;, &quot;Últimos 7 días&quot;, &quot;ahora&quot;, etc., se evalúan en el servidor utilizando la hora local (sin zona horaria). Todas las descripciones emergentes y las horas de los marcadores de posición se expresan en UTC (sin zona horaria). La base de datos evalúa las marcas de tiempo utilizando la zona horaria local del motor. Tenga en cuenta que se puede establecer explícitamente la zona horaria según el formato ISO 8601 si se especifica la hora de inicio o de fin.

source: The time unit for each block. Should be a smaller unit than domain_granularity. Should be larger or equal to Time Grain
es: La unidad de tiempo de cada bloque. Debe ser menor que la granularidad del dominio. Debe ser mayor o igual que el Granulado de Tiempo.

source: The time unit used for the grouping of blocks
es: La unidad de tiempo utilizada para la agrupación de bloques.

source: The type of visualization to display
es: El tipo de visualización a mostrar

source: The unit of measure for the specified point radius
es: La unidad de medida para el radio del punto especificado

source: The upper limit of the threshold range of the Isoband
es: El límite superior del rango de umbral de la isobanda

source: The user seems to have been deleted
es: Parece que el usuario ha sido eliminado.

source: The user/password combination is not valid (Incorrect password for user).
es: La combinación de usuario/contraseña no es válida (Contraseña incorrecta para el usuario).

source: The username provided when connecting to a database is not valid.
es: El nombre de usuario proporcionado al conectarse a una base de datos no es válido.

source: The way the ticks are laid out on the X-axis
es: La forma en que se disponen las marcas en el eje X

source: The width of the current zoom level to compute all widths from
es: El ancho del nivel de zoom actual para calcular todos los anchos desde

source: There are associated alerts or reports
es: Hay alertas o informes asociados

source: There are no components added to this tab
es: No hay componentes añadidos a esta pestaña

source: There are no filters in this dashboard.
es: No hay filtros en este panel.

source: There is a syntax error in the SQL query. Perhaps there was a misspelling or a typo.
es: Hay un error de sintaxis en la consulta SQL. Quizás haya una falta de ortografía o un error tipográfico.

source: There is no chart definition associated with this component, could it have been deleted?
es: No hay ninguna definición de gráfico asociada a este componente, ¿podría haber sido eliminado?

source: There is not enough space for this component. Try decreasing its width, or increasing the destination width.
es: No hay suficiente espacio para este componente. Intente reducir su ancho o aumentar el ancho del destino.

source: There was an error with your request
es: Hubo un error con tu solicitud.

source: There was an issue deleting %s: %s
es: Hubo un problema al eliminar %s: %s

source: There was an issue deleting the selected %s: %s
es: Hubo un problema al eliminar el %s seleccionado: %s

source: There was an issue deleting the selected annotations: %s
es: Hubo un problema al eliminar las anotaciones seleccionadas: %s

source: There was an issue deleting the selected charts: %s
es: Hubo un problema al eliminar los gráficos seleccionados: %s

source: There was an issue deleting the selected dashboards:
es: Hubo un problema al eliminar los paneles seleccionados:

source: There was an issue deleting the selected datasets: %s
es: Hubo un problema al eliminar los conjuntos de datos seleccionados: %s

source: There was an issue deleting the selected layers: %s
es: Hubo un problema al eliminar las capas seleccionadas: %s

source: There was an issue deleting the selected queries: %s
es: Hubo un problema al eliminar las consultas seleccionadas: %s

source: There was an issue deleting the selected templates: %s
es: Hubo un problema al eliminar las plantillas seleccionadas: %s

source: There was an issue deleting: %s
es: Hubo un problema al eliminar: %s

source: There was an issue favoriting this dashboard.
es: Hubo un problema al marcar este panel como favorito.

source: There was an issue fetching the favorite status of this dashboard.
es: Hubo un problema al obtener el estado favorito de este panel.

source: There was an issue previewing the selected query %s
es: Hubo un problema al obtener una vista previa de la consulta seleccionada %s

source: There was an issue previewing the selected query. %s
es: Hubo un problema al obtener una vista previa de la consulta seleccionada. %s

source: This JSON object is generated dynamically when clicking the save or overwrite button in the dashboard view. It is exposed here for reference and for power users who may want to alter specific parameters.
es: Este objeto JSON se genera dinámicamente al hacer clic en el botón Guardar o Sobrescribir en la vista del panel. Se incluye aquí como referencia y para usuarios avanzados que deseen modificar parámetros específicos.

source: This action will permanently delete %s.
es: Esta acción eliminará permanentemente %s.

source: This action will permanently delete the layer.
es: Esta acción eliminará la capa de forma permanente.

source: This action will permanently delete the saved query.
es: Esta acción eliminará permanentemente la consulta guardada.

source: This action will permanently delete the template.
es: Esta acción eliminará la plantilla de forma permanente.

source: This can be either an IP address (e.g. 127.0.0.1) or a domain name (e.g. mydatabase.com).
es: Esta puede ser una dirección IP (por ejemplo, 127.0.0.1) o un nombre de dominio (por ejemplo, mydatabase.com).

source: This chart applies cross-filters to charts whose datasets contain columns with the same name.
es: Este gráfico aplica filtros cruzados a los gráficos cuyos conjuntos de datos contienen columnas con el mismo nombre.

source: This chart has been moved to a different filter scope.
es: Este gráfico se ha movido a un ámbito de filtro diferente.

source: This chart is managed externally, and can't be edited in Superset
es: Este gráfico se administra externamente y no se puede editar en Superset

source: This chart might be incompatible with the filter (datasets don't match)
es: Este gráfico podría ser incompatible con el filtro (los conjuntos de datos no coinciden)

source: This chart type is not supported when using an unsaved query as a chart source.
es: Este tipo de gráfico no es compatible cuando se utiliza una consulta no guardada como fuente de gráfico.

source: This column might be incompatible with current dataset
es: Esta columna podría ser incompatible con el conjunto de datos actual

source: This column must contain date/time information.
es: Esta columna debe contener información de fecha y hora.

source: This control filters the whole chart based on the selected time range. All relative times, e.g. "Last month", "Last 7 days", "now", etc. are evaluated on the server using the server's local time (sans timezone). All tooltips and placeholder times are expressed in UTC (sans timezone). The timestamps are then evaluated by the database using the engine's local timezone. Note one can explicitly set the timezone per the ISO 8601 format if specifying either the start and/or end time.
es: Este control filtra todo el gráfico según el rango de tiempo seleccionado. Todas las horas relativas, como &quot;Último mes&quot;, &quot;Últimos 7 días&quot;, &quot;ahora&quot;, etc., se evalúan en el servidor utilizando la hora local (sin zona horaria). Todas las descripciones emergentes y las horas de los marcadores de posición se expresan en UTC (sin zona horaria). La base de datos evalúa las marcas de tiempo utilizando la zona horaria local del motor. Tenga en cuenta que se puede establecer explícitamente la zona horaria según el formato ISO 8601 si se especifica la hora de inicio o de fin.

source: This controls whether the "time_range" field from the current view should be passed down to the chart containing the annotation data.
es: Esto controla si el campo &quot;time_range&quot; de la vista actual debe pasarse al gráfico que contiene los datos de anotación.

source: This controls whether the time grain field from the current view should be passed down to the chart containing the annotation data.
es: Esto controla si el campo de grano de tiempo de la vista actual debe pasarse al gráfico que contiene los datos de anotación.

source: This dashboard is managed externally, and can't be edited in Superset
es: Este panel se administra externamente y no se puede editar en Superset

source: This dashboard is not published which means it will not show up in the list of dashboards. Favorite it to see it there or access it by using the URL directly.
es: Este panel no está publicado, por lo que no aparecerá en la lista de paneles. Agrégalo a tus favoritos para verlo ahí o accede a él directamente desde la URL.

source: This dashboard is not published, it will not show up in the list of dashboards. Click here to publish this dashboard.
es: Este panel no está publicado y no aparecerá en la lista de paneles. Haga clic aquí para publicarlo.

source: This dashboard is published. Click to make it a draft.
es: Este panel está publicado. Haz clic para convertirlo en borrador.

source: This dashboard is ready to embed. In your application, pass the following id to the SDK:
es: Este panel está listo para integrarse. En su aplicación, pase el siguiente ID al SDK:

source: This dashboard was saved successfully.
es: Este panel se guardó exitosamente.

source: This database does not allow for DDL/DML, and the query could not be parsed to confirm it is a read-only query. Please contact your administrator for more assistance.
es: Esta base de datos no admite DDL/DML, y no se pudo analizar la consulta para confirmar que es de solo lectura. Para obtener más ayuda, contacte con su administrador.

source: This database is managed externally, and can't be edited in Superset
es: Esta base de datos se administra externamente y no se puede editar en Superset

source: This database table does not contain any data. Please select a different table.
es: Esta tabla de la base de datos no contiene datos. Seleccione otra tabla.

source: This dataset is managed externally, and can't be edited in Superset
es: Este conjunto de datos se administra externamente y no se puede editar en Superset

source: This dataset is not used to power any charts.
es: Este conjunto de datos no se utiliza para alimentar ningún gráfico.

source: This defines the element to be plotted on the chart
es: Esto define el elemento que se va a representar en el gráfico.

source: This field is used as a unique identifier to attach the calculated dimension to charts. It is also used as the alias in the SQL query.
es: Este campo se utiliza como identificador único para asociar la dimensión calculada a los gráficos. También se utiliza como alias en la consulta SQL.

source: This field is used as a unique identifier to attach the metric to charts. It is also used as the alias in the SQL query.
es: Este campo se utiliza como identificador único para asociar la métrica a los gráficos. También se utiliza como alias en la consulta SQL.

source: This filter might be incompatible with current dataset
es: Este filtro podría ser incompatible con el conjunto de datos actual

source: This functionality is disabled in your environment for security reasons.
es: Esta funcionalidad está deshabilitada en su entorno por razones de seguridad.

source: This is the condition that will be added to the WHERE clause. For example, to only return rows for a particular client, you might define a regular filter with the clause `client_id = 9`. To display no rows unless a user belongs to a RLS filter role, a base filter can be created with the clause `1 = 0` (always false).
es: Esta es la condición que se añadirá a la cláusula WHERE. Por ejemplo, para devolver solo las filas de un cliente específico, se puede definir un filtro regular con la cláusula `client_id = 9`. Para no mostrar filas a menos que un usuario pertenezca a un rol de filtro RLS, se puede crear un filtro base con la cláusula `1 = 0` (siempre falso).

source: This json object describes the positioning of the widgets in the dashboard. It is dynamically generated when adjusting the widgets size and positions by using drag & drop in the dashboard view
es: Este objeto JSON describe la posición de los widgets en el panel. Se genera dinámicamente al ajustar el tamaño y la posición de los widgets mediante la función de arrastrar y soltar en la vista del panel.

source: This markdown component has an error.
es: Este componente de rebajas tiene un error.

source: This markdown component has an error. Please revert your recent changes.
es: Este componente de Markdown tiene un error. Por favor, revierte los cambios recientes.

source: This may be triggered by:
es: Esto puede ser provocado por:

source: This metric might be incompatible with current dataset
es: Esta métrica podría ser incompatible con el conjunto de datos actual

source: This option has been disabled by the administrator.
es: Esta opción ha sido deshabilitada por el administrador.

source: This page is intended to be embedded in an iframe, but it looks like that is not the case.
es: Esta página está pensada para estar incrustada en un iframe, pero parece que no es así.

source: This section allows you to configure how to use the slice to generate annotations.
es: Esta sección le permite configurar cómo utilizar la porción para generar anotaciones.

source: This section contains options that allow for advanced analytical post processing of query results
es: Esta sección contiene opciones que permiten el posprocesamiento analítico avanzado de los resultados de la consulta.

source: This section contains validation errors
es: Esta sección contiene errores de validación.

source: This session has encountered an interruption, and some controls may not work as intended. If you are the developer of this app, please check that the guest token is being generated correctly.
es: Esta sesión ha sufrido una interrupción y es posible que algunos controles no funcionen correctamente. Si eres el desarrollador de esta aplicación, comprueba que el token de invitado se genere correctamente.

source: This table already has a dataset
es: Esta tabla ya tiene un conjunto de datos

source: This table already has a dataset associated with it. You can only associate one dataset with a table.
es: Esta tabla ya tiene un conjunto de datos asociado. Solo se puede asociar un conjunto de datos a cada tabla.

source: This value should be greater than the left target value
es: Este valor debe ser mayor que el valor objetivo izquierdo

source: This value should be smaller than the right target value
es: Este valor debe ser menor que el valor objetivo correcto

source: This visualization type is not supported.
es: Este tipo de visualización no es compatible.

source: This will be applied to the whole table. Arrows (↑ and ↓) will be added to main columns for increase and decrease. Basic conditional formatting can be overwritten by conditional formatting below.
es: Esto se aplicará a toda la tabla. Se añadirán flechas (↑ y ↓) a las columnas principales para aumentar y disminuir. El formato condicional básico se puede sobrescribir con el formato condicional a continuación.

source: This will remove your current embed configuration.
es: Esto eliminará su configuración de inserción actual.

source: Threshold
es: Límite

source: Threshold alpha level for determining significance
es: Nivel alfa umbral para determinar la significancia

source: Threshold:
es: Límite:

source: Thumbnails
es: Miniaturas

source: Thursday
es: Jueves

source: Time
es: Tiempo

source: Time Grain must be specified when using Time Shift.
es: Se debe especificar el grano de tiempo al utilizar el cambio de tiempo.

source: Time Series - Line Chart
es: Series temporales - Gráfico de líneas

source: Time Series - Nightingale Rose Chart
es: Serie temporal - Gráfico de rosa de Nightingale

source: Time Series - Paired t-test
es: Series temporales - Prueba t pareada

source: Time Series - Percent Change
es: Series temporales - Cambio porcentual

source: Time Series - Period Pivot
es: Series temporales - Pivote de período

source: Time Table View
es: Vista de tabla de tiempos

source: Time column
es: Columna de tiempo

source: Time column "%(col)s" does not exist in dataset
es: La columna de tiempo &quot;%(col)s&quot; no existe en el conjunto de datos

source: Time column filter plugin
es: Complemento de filtro de columna de tiempo

source: Time column to apply dependent temporal filter to
es: Columna de tiempo a la que se aplicará el filtro temporal dependiente

source: Time column to apply time range to
es: Columna de tiempo a la que se aplicará el rango de tiempo

source: Time comparison
es: Comparación de tiempo

source: Time delta in natural language (example: 24 hours, 7 days, 56 weeks, 365 days)
es: Delta de tiempo en lenguaje natural (ejemplo: 24 horas, 7 días, 56 semanas, 365 días)
